{
    "0": {
        "filename": "000000544519.jpg",
        "caption": "A girl with a green shirt brushing her teeth with a blue toothbrush.",
        "negative_caption": "A girl with a blue shirt brushing her teeth with a green toothbrush."
    },
    "1": {
        "filename": "000000158548.jpg",
        "caption": "A sheep is on a field of grass with two men walking around it.",
        "negative_caption": "Two sheep are on a field of grass with a man walking around them."
    },
    "2": {
        "filename": "000000177934.jpg",
        "caption": "Girls wash a motorcycle while men look on.",
        "negative_caption": "Men wash a motorcycle while girls look on."
    },
    "3": {
        "filename": "000000178028.jpg",
        "caption": "A bathroom vanity sink with a large mirror and hairdryer on the wall.",
        "negative_caption": "A large mirror with a hairdryer on the wall and a bathroom vanity sink."
    },
    "4": {
        "filename": "000000427256.jpg",
        "caption": "Baseball game close up of batter, catcher and baseball fans.",
        "negative_caption": "Baseball game close up of catcher, batter and baseball fans."
    },
    "5": {
        "filename": "000000480021.jpg",
        "caption": "A man on a motorcycle is waving at two men.",
        "negative_caption": "Two men on a motorcycle are waving at a man."
    },
    "6": {
        "filename": "000000287347.jpg",
        "caption": "A woman prepares a pizza while a man watches.",
        "negative_caption": "A man prepares a pizza while a woman watches."
    },
    "7": {
        "filename": "000000195918.jpg",
        "caption": "The desk has two monitors and one laptop on it.",
        "negative_caption": "The desk has one monitor and two laptops on it."
    },
    "8": {
        "filename": "000000192871.jpg",
        "caption": "One apple and several oranges sit in a bowl.",
        "negative_caption": "Several apples and one orange sit in a bowl."
    },
    "9": {
        "filename": "000000329447.jpg",
        "caption": "a border collie runs around a small herd of cows in the yard ",
        "negative_caption": "A small herd of cows runs around a border collie in the yard."
    },
    "10": {
        "filename": "000000415238.jpg",
        "caption": "A painting of a vase with a sunflower on a table.",
        "negative_caption": "A painting of a sunflower with a vase on a table."
    },
    "11": {
        "filename": "000000051309.jpg",
        "caption": "Three large horses eating hay while a small horse stands behind.",
        "negative_caption": "A small horse eating hay while three large horses stand behind."
    },
    "12": {
        "filename": "000000031817.jpg",
        "caption": "A man leans forward on his motor bike as he sits in traffic.",
        "negative_caption": "His motor bike leans forward as a man sits in traffic."
    },
    "13": {
        "filename": "000000527695.jpg",
        "caption": "Cooked broccoli in serving dish sitting on cloth hot pad.",
        "negative_caption": "A serving dish in cooked broccoli sitting on cloth hot pad."
    },
    "14": {
        "filename": "000000460967.jpg",
        "caption": "A colorful bus parked in a lot beside a tall building with many windows.",
        "negative_caption": "A tall bus parked in a lot beside a colorful building with many windows."
    },
    "15": {
        "filename": "000000095155.jpg",
        "caption": "Four persons are skating on the skate board on snow.",
        "negative_caption": "Snow is being skated on by four persons on skateboards."
    },
    "16": {
        "filename": "000000203580.jpg",
        "caption": "A colorful umbrella sitting outside of a pink building.",
        "negative_caption": "A pink umbrella sitting outside of a colorful building."
    },
    "17": {
        "filename": "000000041888.jpg",
        "caption": "Three birds huddled together in a open field.",
        "negative_caption": "An open field with three huddled birds together."
    },
    "18": {
        "filename": "000000226592.jpg",
        "caption": "A bedroom done in animal prints with red and black pillows.",
        "negative_caption": "A bedroom done in red and black pillows with animal prints."
    },
    "19": {
        "filename": "000000334309.jpg",
        "caption": "A man taking a photo with his right hand and eating food with his left hand.",
        "negative_caption": "A man taking a photo with his left hand and eating food with his right hand."
    },
    "20": {
        "filename": "000000074200.jpg",
        "caption": "Three snow boards behind trophies in a window.",
        "negative_caption": "Three trophies behind snow boards in a window."
    },
    "21": {
        "filename": "000000384949.jpg",
        "caption": "A picture of a bridge with an amusement park in the background.",
        "negative_caption": "A picture of an amusement park with a bridge in the background."
    },
    "22": {
        "filename": "000000221155.jpg",
        "caption": "Black and white photo of cows near a windmill, house and shed.",
        "negative_caption": "Black and white photo of a windmill near cows, house and shed."
    },
    "23": {
        "filename": "000000464476.jpg",
        "caption": "A dark room with an open laptop and a computer monitor behind it.",
        "negative_caption": "A dark room with a computer monitor and a laptop closed in front of it."
    },
    "24": {
        "filename": "000000259854.jpg",
        "caption": "A view of several billboards and two traffic signs on one pole. ",
        "negative_caption": "A view of two billboards and several traffic signs on one pole."
    },
    "25": {
        "filename": "000000489764.jpg",
        "caption": "A woman holding a game controller with a man looking on.",
        "negative_caption": "A man holding a game controller with a woman looking on."
    },
    "26": {
        "filename": "000000575970.jpg",
        "caption": "Three bar stools in a kitchen with a black refrigerator.",
        "negative_caption": "A black refrigerator in a kitchen with three bar stools."
    },
    "27": {
        "filename": "000000554002.jpg",
        "caption": "A small black dog standing behind a crowd of people.",
        "negative_caption": "A crowd of people standing behind a small black dog."
    },
    "28": {
        "filename": "000000187055.jpg",
        "caption": "A man with a ball facing a girl with a racquet.",
        "negative_caption": "A girl with a ball facing a man with a racquet."
    },
    "29": {
        "filename": "000000324927.jpg",
        "caption": "Two slices of pizza sit on a plate with an orange drink.",
        "negative_caption": "An orange drink sits on a plate with two slices of pizza."
    },
    "30": {
        "filename": "000000338624.jpg",
        "caption": "A man walks a dog past rows of chairs outside a store.",
        "negative_caption": "A dog walks a man past rows of chairs outside a store."
    },
    "31": {
        "filename": "000000247917.jpg",
        "caption": "A little league team wears orange shirts and black caps.",
        "negative_caption": "A little league team wears black shirts and orange caps."
    },
    "32": {
        "filename": "000000209829.jpg",
        "caption": "A man on a surfboard with two people swimming behind him.",
        "negative_caption": "Two people on a surfboard with a man swimming behind them."
    },
    "33": {
        "filename": "000000194216.jpg",
        "caption": "A group of bears walking over downed trees in a forest.",
        "negative_caption": "A group of bears walking over a forest of downed trees."
    },
    "34": {
        "filename": "000000015272.jpg",
        "caption": "A traffic light hanging in front of blossoming trees.",
        "negative_caption": "Blossoming trees hanging in front of a traffic light."
    },
    "35": {
        "filename": "000000473821.jpg",
        "caption": "A red couch next to a brown chair in a living room.",
        "negative_caption": "A brown couch next to a red chair in a living room."
    },
    "36": {
        "filename": "000000360097.jpg",
        "caption": "Luggage is arranged in groups  on a concrete  platform. ",
        "negative_caption": "A concrete platform is arranged in groups with luggage on it."
    },
    "37": {
        "filename": "000000018491.jpg",
        "caption": "A boy catches a ball as a player slides to the base.",
        "negative_caption": "A player catches a ball as a boy slides to the base."
    },
    "38": {
        "filename": "000000212072.jpg",
        "caption": "A stop sign in front of two buildings on a street.",
        "negative_caption": "Two stop signs in front of a building on a street."
    },
    "39": {
        "filename": "000000470924.jpg",
        "caption": "Three men and one woman sit at a table eating pizza. ",
        "negative_caption": "One man and three women sit at a table eating pizza."
    },
    "40": {
        "filename": "000000141597.jpg",
        "caption": "A large cargo van parked in front of a smart car.",
        "negative_caption": "A smart car parked in front of a large cargo van."
    },
    "41": {
        "filename": "000000530836.jpg",
        "caption": "An old advertisement shows a large kitchen with white cabinets and appliances and yellow walls.",
        "negative_caption": "An old advertisement shows a large kitchen with yellow cabinets and appliances and white walls."
    },
    "42": {
        "filename": "000000427160.jpg",
        "caption": "A boy in a blue baseball uniform running to tag out a boy in a red uniform.",
        "negative_caption": "A boy in a red baseball uniform running to tag out a boy in a blue uniform."
    },
    "43": {
        "filename": "000000237984.jpg",
        "caption": "A green chair is sitting behind a green bench.",
        "negative_caption": "A green bench is sitting behind a green chair."
    },
    "44": {
        "filename": "000000313182.jpg",
        "caption": "A bus sits diagonal from the curb next to a building and people.",
        "negative_caption": "A building sits diagonal from the curb next to a bus and people."
    },
    "45": {
        "filename": "000000279927.jpg",
        "caption": "A large crowd is watching a group who are dressed in old swimming clothes.",
        "negative_caption": "A group is watching a large crowd who are dressed in old swimming clothes."
    },
    "46": {
        "filename": "000000319607.jpg",
        "caption": "A traffic light on the intersection of a city, with a large building and a bicyclist in the background.",
        "negative_caption": "A bicyclist on the intersection of a city, with a large building and a traffic light in the background."
    },
    "47": {
        "filename": "000000293300.jpg",
        "caption": "A man watching two elephants behind a wire fence.",
        "negative_caption": "Two men watching an elephant behind a wire fence."
    },
    "48": {
        "filename": "000000085376.jpg",
        "caption": "A motorcycle sits in a parking lot with other cars.",
        "negative_caption": "Other cars sit in a parking lot with a motorcycle."
    },
    "49": {
        "filename": "000000156643.jpg",
        "caption": "A man cuting a piece of cake while a person in costume stands behind him.",
        "negative_caption": "A person in costume cutting a piece of cake while a man stands behind them."
    },
    "50": {
        "filename": "000000222991.jpg",
        "caption": "A pair of tall black boots and a closed red umbrella in the corner.",
        "negative_caption": "A closed pair of red boots and a tall black umbrella in the corner."
    },
    "51": {
        "filename": "000000066817.jpg",
        "caption": "Meat and baked beans are on a plate. There's also a side of vegetables.",
        "negative_caption": "Vegetables and baked beans are on a plate. There's also a side of meat."
    },
    "52": {
        "filename": "000000281693.jpg",
        "caption": "A large jet airplane being loaded with cargo at an airport.",
        "negative_caption": "Cargo being loaded with a large jet airplane at an airport."
    },
    "53": {
        "filename": "000000565962.jpg",
        "caption": "A cat outside a window looking at a Buddha statue.",
        "negative_caption": "A Buddha statue outside a window looking at a cat."
    },
    "54": {
        "filename": "000000268375.jpg",
        "caption": "A goup of elephants in an enclosed area with a lot of trees behind them.",
        "negative_caption": "A group of elephants behind a lot of trees with an enclosed area in front of them."
    },
    "55": {
        "filename": "000000321887.jpg",
        "caption": "White sheep standing in front of a colorful wall in a building. ",
        "negative_caption": "A colorful sheep standing in front of a white wall in a building."
    },
    "56": {
        "filename": "000000231879.jpg",
        "caption": "Woman carrying cake near man holding baby at outdoor celebration.",
        "negative_caption": "Man carrying cake near woman holding baby at outdoor celebration."
    },
    "57": {
        "filename": "000000521259.jpg",
        "caption": "A man holding one frisbee and throwing another.",
        "negative_caption": "A man throwing one frisbee and holding another."
    },
    "58": {
        "filename": "000000305309.jpg",
        "caption": "A boy swinging a baseball bat on a field near others.",
        "negative_caption": "Others swinging baseball bats on a field near a boy."
    },
    "59": {
        "filename": "000000297562.jpg",
        "caption": "A barber shop with a young child getting a haircut.",
        "negative_caption": "A young child with a haircut in a barber shop."
    },
    "60": {
        "filename": "000000288430.jpg",
        "caption": "People flying kites in the sand on a windy beach.",
        "negative_caption": "Kites flying in the sand on a windy beach with people watching."
    },
    "61": {
        "filename": "000000186624.jpg",
        "caption": "A train parked inside of a train station next to a person.",
        "negative_caption": "A person parked inside of a train station next to a train."
    },
    "62": {
        "filename": "000000573008.jpg",
        "caption": "A large clock and sign amongst a city skyline waterfront.",
        "negative_caption": "A sign and clock amongst a city skyline waterfront."
    },
    "63": {
        "filename": "000000452891.jpg",
        "caption": "A white dog tied with a black leash to a bench.",
        "negative_caption": "A black leash tied with a white dog to a bench."
    },
    "64": {
        "filename": "000000486438.jpg",
        "caption": "A close up of glazed donuts that are plain or with chocolate.",
        "negative_caption": "A close up of chocolate donuts that are plain or with glazed."
    },
    "65": {
        "filename": "000000109900.jpg",
        "caption": "Landing strip with two planes, several men and an SUV.",
        "negative_caption": "Landing strip with an SUV, several men and two planes."
    },
    "66": {
        "filename": "000000451308.jpg",
        "caption": "A closet with several suit cases stacked up near some videos.",
        "negative_caption": "Several suitcases with videos stacked up near a closet."
    },
    "67": {
        "filename": "000000080153.jpg",
        "caption": "A person riding skis on top of a snow covered slope near a dog.",
        "negative_caption": "A dog riding skis on top of a snow covered slope near a person."
    },
    "68": {
        "filename": "000000246883.jpg",
        "caption": "A man standing on top of a beach holding a surfboard.",
        "negative_caption": "A surfboard standing on top of a beach holding a man."
    },
    "69": {
        "filename": "000000203488.jpg",
        "caption": "A silver and gray parking meter sitting by a tree.",
        "negative_caption": "A tree sitting by a silver and gray parking meter."
    },
    "70": {
        "filename": "000000368940.jpg",
        "caption": "this floor has a pattern of black and white tiles the sink is the same pattern",
        "negative_caption": "The sink has a pattern of black and white tiles the floor is the same pattern."
    },
    "71": {
        "filename": "000000146363.jpg",
        "caption": "A beach chair with an umbrella on a beach by the water.",
        "negative_caption": "An umbrella with a beach chair on a beach by the water."
    },
    "72": {
        "filename": "000000161609.jpg",
        "caption": "A person in a subway station with a dog in a backpack.",
        "negative_caption": "A dog in a subway station with a person in a backpack."
    },
    "73": {
        "filename": "000000294163.jpg",
        "caption": "A tall clock tower and a tree against a blue sky.",
        "negative_caption": "A tall tree and a clock tower against a blue sky."
    },
    "74": {
        "filename": "000000051738.jpg",
        "caption": "A white bed in a bedroom next to a table on a lamp.",
        "negative_caption": "A lamp in a bedroom next to a table on a white bed."
    },
    "75": {
        "filename": "000000160728.jpg",
        "caption": "People at the beach bringing their boat in.",
        "negative_caption": "A boat at the beach bringing its people in."
    },
    "76": {
        "filename": "000000482970.jpg",
        "caption": "An open laptop and speakers on top of a desk.",
        "negative_caption": "Speakers on top of an open laptop on a desk."
    },
    "77": {
        "filename": "000000052507.jpg",
        "caption": "a person holding a surf board in a body of water",
        "negative_caption": "A surf board holding a person in a body of water."
    },
    "78": {
        "filename": "000000340175.jpg",
        "caption": "The large room has a wooden table with chairs and a couch.",
        "negative_caption": "The large room has a couch with chairs and a wooden table."
    },
    "79": {
        "filename": "000000214720.jpg",
        "caption": "A man sitting at a table in front of a plate of food.",
        "negative_caption": "A table sitting in front of a man with a plate of food."
    },
    "80": {
        "filename": "000000578489.jpg",
        "caption": "Several children watch while a girl in a pink sweatshirt plays with a Wii remote while another person with a little girl on their lap snuggle in a chair in the background.",
        "negative_caption": "Several children watch while a little girl in a pink sweatshirt plays with a Wii remote while another person with a girl on their lap snuggle in a chair in the background."
    },
    "81": {
        "filename": "000000186873.jpg",
        "caption": "A group of people paddle a long canoe in a clear lake bordered by pine woods.",
        "negative_caption": "A long group of canoes paddle in a clear lake bordered by pine woods."
    },
    "82": {
        "filename": "000000493286.jpg",
        "caption": "A vintage red car in front of a vintage army prop plane.",
        "negative_caption": "A vintage army prop plane in front of a vintage red car."
    },
    "83": {
        "filename": "000000183648.jpg",
        "caption": "A woman pats an elephant as a couple men watch.",
        "negative_caption": "A couple men pat an elephant as a woman watches."
    },
    "84": {
        "filename": "000000309467.jpg",
        "caption": "Skiers stand at hillcrest against a clear blue sky. ",
        "negative_caption": "A hillcrest stands against a clear blue sky with skiers at the top."
    },
    "85": {
        "filename": "000000560880.jpg",
        "caption": "A dog is running beside two horses in a field.",
        "negative_caption": "Two dogs are running beside a horse in a field."
    },
    "86": {
        "filename": "000000051938.jpg",
        "caption": "A man on ice skates sliding across a ramp in the snow.",
        "negative_caption": "A man on a snow ramp sliding across ice skates."
    },
    "87": {
        "filename": "000000197528.jpg",
        "caption": "A cat sits in the window behind the blind and looks outside.",
        "negative_caption": "A cat sits outside the window behind the blind and looks in."
    },
    "88": {
        "filename": "000000283037.jpg",
        "caption": "A car is waiting at a red stop light at night.",
        "negative_caption": "A red stop light is waiting for a car at night."
    },
    "89": {
        "filename": "000000242946.jpg",
        "caption": "A group of women are sitting at a table with plates of food and chopsticks.",
        "negative_caption": "Plates of food are sitting at a table with a group of women using chopsticks."
    },
    "90": {
        "filename": "000000297353.jpg",
        "caption": "A guy with a nice guitar standing on a bed.",
        "negative_caption": "A bed with a nice guitar standing next to a guy."
    },
    "91": {
        "filename": "000000128148.jpg",
        "caption": "The living room is spacious and clean with hardwood floors and seating on leather sofas.",
        "negative_caption": "The living room is spacious and clean with seating on hardwood floors and leather sofas."
    },
    "92": {
        "filename": "000000265816.jpg",
        "caption": "White horse carrying a man in a black buggy.",
        "negative_caption": "Black horse carrying a man in a white buggy."
    },
    "93": {
        "filename": "000000453302.jpg",
        "caption": "A break room kitchen is shown with two microwaves.",
        "negative_caption": "Two break room kitchens are shown with a microwave."
    },
    "94": {
        "filename": "000000127624.jpg",
        "caption": "A city skyline is shown with a subway train coming around the bend. ",
        "negative_caption": "A subway train is shown with a city skyline coming around the bend."
    },
    "95": {
        "filename": "000000079651.jpg",
        "caption": "Three bottles of beer and two bananas on a counter.",
        "negative_caption": "Two bottles of beer and three bananas on a counter."
    },
    "96": {
        "filename": "000000213035.jpg",
        "caption": "Two sets of hands are each holding a cell phone while another hand in the background is holding a glass.",
        "negative_caption": "Two sets of hands are each holding a glass while another hand in the background is holding a cell phone."
    },
    "97": {
        "filename": "000000078843.jpg",
        "caption": "The young man is kissing the young woman on top of her head.",
        "negative_caption": "The young woman is kissing the young man on top of his head."
    },
    "98": {
        "filename": "000000326970.jpg",
        "caption": "A man and two women sitting on a tan ledge.",
        "negative_caption": "Two men and a woman sitting on a tan ledge."
    },
    "99": {
        "filename": "000000241326.jpg",
        "caption": "A cat is laying on sofa and the dog is laying on the floor in front.",
        "negative_caption": "A dog is laying on sofa and the cat is laying on the floor in front."
    },
    "100": {
        "filename": "000000271471.jpg",
        "caption": "A bunch of bananas on a plate with a sign on it.",
        "negative_caption": "A plate of bananas with a sign on it."
    },
    "101": {
        "filename": "000000252701.jpg",
        "caption": "A young man rides a surf board on a small wave while a man swims in the background.",
        "negative_caption": "A man rides a surf board on a small wave while a young man swims in the background."
    },
    "102": {
        "filename": "000000066561.jpg",
        "caption": "A view of a baby goat standing and a mother goat sitting in a field.",
        "negative_caption": "A view of a mother goat standing and a baby goat sitting in a field."
    },
    "103": {
        "filename": "000000084650.jpg",
        "caption": "A brown cat lying on a black suitcase.",
        "negative_caption": "A black cat lying on a brown suitcase."
    },
    "104": {
        "filename": "000000006894.jpg",
        "caption": "A man throws his head back as an elephant touches his face with its trunk.",
        "negative_caption": "An elephant throws its head back as a man touches its face with his hand."
    },
    "105": {
        "filename": "000000217219.jpg",
        "caption": "A number of newspapers lay on an empty bed.",
        "negative_caption": "An empty newspaper lay on a bed."
    },
    "106": {
        "filename": "000000180560.jpg",
        "caption": "A lady holding a cake with candles on it while a lady near her is making gestures with her fingers.",
        "negative_caption": "A lady making gestures with her fingers while a lady near her is holding a cake with candles on it."
    },
    "107": {
        "filename": "000000011813.jpg",
        "caption": "Camera equipment is set up in a room with vending machines in the background.",
        "negative_caption": "Vending machines are set up in a room with camera equipment in the background."
    },
    "108": {
        "filename": "000000159458.jpg",
        "caption": "A dog is sitting on a neatly made bed while someone looks on. ",
        "negative_caption": "Someone is sitting on a neatly made bed while a dog looks on."
    },
    "109": {
        "filename": "000000331799.jpg",
        "caption": "The woman is handing a package to another person. ",
        "negative_caption": "Another person is handing a package to the woman."
    },
    "110": {
        "filename": "000000567825.jpg",
        "caption": "A meat sandwich atop a table with a drink in the background.",
        "negative_caption": "A drink atop a table with a meat sandwich in the background."
    },
    "111": {
        "filename": "000000144300.jpg",
        "caption": "A motorcycle parked behind two vans in a parking lot.",
        "negative_caption": "Two motorcycles parked behind a van in a parking lot."
    },
    "112": {
        "filename": "000000015272.jpg",
        "caption": "A traffic light in front of trees with white blossoms.",
        "negative_caption": "Trees with white blossoms in front of a traffic light."
    },
    "113": {
        "filename": "000000232348.jpg",
        "caption": "A toaster sits on a kitchen shelf in front of a blender.",
        "negative_caption": "A blender sits on a kitchen shelf in front of a toaster."
    },
    "114": {
        "filename": "000000006213.jpg",
        "caption": "The bathroom had a tub with two sinks and a separate shower.",
        "negative_caption": "The bathroom had a separate shower with two sinks and a tub."
    },
    "115": {
        "filename": "000000197022.jpg",
        "caption": "A cooked pizza pie on a tray with another that is uncooked.",
        "negative_caption": "An uncooked pizza pie on a tray with another that is cooked."
    },
    "116": {
        "filename": "000000114884.jpg",
        "caption": "A woman with a cigarette standing, while a group of people with luggage walk towards a bus.",
        "negative_caption": "A group of people with a cigarette standing, while a woman with luggage walks towards a bus."
    },
    "117": {
        "filename": "000000362520.jpg",
        "caption": "View of the bottom of a skateboard while the young rider is in mid air.",
        "negative_caption": "View of the young rider while the skateboard is in mid air."
    },
    "118": {
        "filename": "000000214753.jpg",
        "caption": "Two riders guide their horses along a rock strewn sandy beach.",
        "negative_caption": "Two horses guide their riders along a rock strewn sandy beach."
    },
    "119": {
        "filename": "000000231879.jpg",
        "caption": "A woman holding a birthday cake with one candle near a man with a baby in his lap.",
        "negative_caption": "A man holding a birthday cake with one candle near a woman with a baby in her lap."
    },
    "120": {
        "filename": "000000091495.jpg",
        "caption": "Baseball scene with player sliding in and a catcher jumping up in mid air.",
        "negative_caption": "Baseball scene with catcher sliding in and a player jumping up in mid air."
    },
    "121": {
        "filename": "000000241326.jpg",
        "caption": "A cat sitting on a couch with a dog on the floor.",
        "negative_caption": "A dog sitting on a couch with a cat on the floor."
    },
    "122": {
        "filename": "000000351810.jpg",
        "caption": "A woman sitting at a table in front of a pile of luggage",
        "negative_caption": "A pile of luggage sitting at a table in front of a woman."
    },
    "123": {
        "filename": "000000064359.jpg",
        "caption": "Four giraffes standing around while three zebras walk by.",
        "negative_caption": "Three giraffes standing around while four zebras walk by."
    },
    "124": {
        "filename": "000000035963.jpg",
        "caption": "A statue with two stuffed animals on top of it sitting in a patch of dirt.",
        "negative_caption": "Two stuffed animals with a statue on top of them sitting in a patch of dirt."
    },
    "125": {
        "filename": "000000509699.jpg",
        "caption": "A person on a flowered chair is watching an old television.",
        "negative_caption": "An old person on a flowered chair is watching a television."
    },
    "126": {
        "filename": "000000471869.jpg",
        "caption": "a tan colored teddy bear sits on a crochet covered chair.",
        "negative_caption": "A crochet covered teddy bear sits on a tan colored chair."
    },
    "127": {
        "filename": "000000474344.jpg",
        "caption": "A man holds a bat while a woman watches.",
        "negative_caption": "A woman holds a bat while a man watches."
    },
    "128": {
        "filename": "000000092091.jpg",
        "caption": "A little girl playing with a teddy bear and chewing on a toothbrush.",
        "negative_caption": "A little girl playing with a toothbrush and chewing on a teddy bear."
    },
    "129": {
        "filename": "000000125936.jpg",
        "caption": "Two customers and three employees interact in the deli.",
        "negative_caption": "Three customers and two employees interact in the deli."
    },
    "130": {
        "filename": "000000391722.jpg",
        "caption": "A man serving another man a cake with candles on it.",
        "negative_caption": "Another man serving a man a cake with candles on it."
    },
    "131": {
        "filename": "000000520077.jpg",
        "caption": "A stack of books sitting on a desk with a bottle of beer.",
        "negative_caption": "A bottle of beer sitting on a desk with a stack of books."
    },
    "132": {
        "filename": "000000329542.jpg",
        "caption": "A camera is shown viewing 3 cupcakes, one of which is being touched.",
        "negative_caption": "3 cameras are shown viewing a cupcake, one of which is being touched."
    },
    "133": {
        "filename": "000000044068.jpg",
        "caption": "A brown teddy bear sitting in a red chair.",
        "negative_caption": "A red teddy bear sitting in a brown chair."
    },
    "134": {
        "filename": "000000076731.jpg",
        "caption": "A wooden table with a purple laptop and orange pen.",
        "negative_caption": "An orange pen with a purple laptop on a wooden table."
    },
    "135": {
        "filename": "000000002685.jpg",
        "caption": "Many people line up to taste some wine. ",
        "negative_caption": "Some people line up to taste many wines."
    },
    "136": {
        "filename": "000000175364.jpg",
        "caption": "A kitchen with black appliances and open cupboards sits empty. ",
        "negative_caption": "A kitchen with open appliances and black cupboards sits empty."
    },
    "137": {
        "filename": "000000425390.jpg",
        "caption": "This cat has no intention of giving up the computer keyboard to a human.",
        "negative_caption": "This human has no intention of giving up the computer keyboard to a cat."
    },
    "138": {
        "filename": "000000474028.jpg",
        "caption": "A youth holds a soccer ball while another youth is behind him, looking at the first youth.",
        "negative_caption": "Another youth holds a soccer ball while a youth is behind him, looking at the second youth."
    },
    "139": {
        "filename": "000000057150.jpg",
        "caption": "Little girl holding up a big stuffed animal with other children in background.",
        "negative_caption": "Big girl holding up a little stuffed animal with other children in background."
    },
    "140": {
        "filename": "000000391648.jpg",
        "caption": "A large clock tower lit up at night time near another building.",
        "negative_caption": "Another clock tower lit up at night time near a large building."
    },
    "141": {
        "filename": "000000437110.jpg",
        "caption": "A very tall building surrounded by lush green grass.",
        "negative_caption": "Lush green grass surrounded by a very tall building."
    },
    "142": {
        "filename": "000000179898.jpg",
        "caption": "A child is holding two hot dogs up to the photographer.",
        "negative_caption": "The photographer is holding two hot dogs up to a child."
    },
    "143": {
        "filename": "000000059598.jpg",
        "caption": "a laptop on top of a table with a plate with food next to it.",
        "negative_caption": "A plate with food on top of a table with a laptop next to it."
    },
    "144": {
        "filename": "000000023751.jpg",
        "caption": "A statue of a person holding an kite next to a child.",
        "negative_caption": "A child holding a kite next to a statue of a person."
    },
    "145": {
        "filename": "000000376093.jpg",
        "caption": "The teen group is serving pizza and drinks to the younger children.",
        "negative_caption": "The younger children are serving pizza and drinks to the teen group."
    },
    "146": {
        "filename": "000000102356.jpg",
        "caption": "Woman on a motorcycle with a sidecar in front of scenic backdrop in a showroom.",
        "negative_caption": "A sidecar on a motorcycle with a woman in front of scenic backdrop in a showroom."
    },
    "147": {
        "filename": "000000259597.jpg",
        "caption": "A young boy is recording a performance on a cellphone of several people.",
        "negative_caption": "Several people are recording a performance on a cellphone of a young boy."
    },
    "148": {
        "filename": "000000007511.jpg",
        "caption": "Man flying a kite on the beach while others run along the sand.",
        "negative_caption": "Others flying a kite on the beach while a man runs along the sand."
    },
    "149": {
        "filename": "000000496954.jpg",
        "caption": "A slice of cake and a fork by sliced orange and a Guinness ",
        "negative_caption": "A sliced orange and a fork by a piece of cake and a Guinness."
    },
    "150": {
        "filename": "000000233567.jpg",
        "caption": "a black goat standing next to two white goats ",
        "negative_caption": "Two black goats standing next to a white goat."
    },
    "151": {
        "filename": "000000179174.jpg",
        "caption": "A large stack of trunks and luggage on a sidewalk with people behind it.",
        "negative_caption": "A large group of people on a sidewalk with trunks and luggage behind them."
    },
    "152": {
        "filename": "000000558854.jpg",
        "caption": "One person is eating chilli and a grilled cheese and the other is having a sandwich and fries.",
        "negative_caption": "One person is eating a sandwich and a grilled cheese and the other is having chilli and fries."
    },
    "153": {
        "filename": "000000355610.jpg",
        "caption": "A black and white photograph of a stuffed teddy bear wearing a shirt that reads \"handle with care\" and a small stuffed sheep.",
        "negative_caption": "A black and white photograph of a small stuffed sheep wearing a shirt that reads \"handle with care\" and a stuffed teddy bear."
    },
    "154": {
        "filename": "000000476704.jpg",
        "caption": "A bus on the street next to the lamp post.  ",
        "negative_caption": "A lamp post on the street next to the bus."
    },
    "155": {
        "filename": "000000547144.jpg",
        "caption": "A laptop next to two computers, keyboards and some mouses.",
        "negative_caption": "Two laptops next to a computer, keyboards and some mouses."
    },
    "156": {
        "filename": "000000256868.jpg",
        "caption": "A skateboarder with his board on the edge of a concrete divider while another boy chases the skateboarder with a camera. ",
        "negative_caption": "Another skateboarder with his board on the edge of a concrete divider while a boy chases the other skateboarder with a camera."
    },
    "157": {
        "filename": "000000148739.jpg",
        "caption": "Woman in black body suit surfing on a small wave.",
        "negative_caption": "Small woman in black body suit surfing on a wave."
    },
    "158": {
        "filename": "000000462756.jpg",
        "caption": "Motorcycle sitting on a dirt road in front of a farm house advertising produce.",
        "negative_caption": "Motorcycle sitting in front of a dirt road with a farm house advertising produce."
    },
    "159": {
        "filename": "000000217753.jpg",
        "caption": "A display with lots of containers of different fruits.",
        "negative_caption": "Containers of different fruits with a display of various fruits."
    },
    "160": {
        "filename": "000000070774.jpg",
        "caption": "black and white photo of a scooter carrying numerous bikes",
        "negative_caption": "black and white photo of numerous bikes carrying a scooter"
    },
    "161": {
        "filename": "000000546823.jpg",
        "caption": "A dog is next to a tree and a bunch of people are walking up to colored umbrellas and some have rested under a tree.",
        "negative_caption": "Colored umbrellas are next to a tree and a bunch of people are walking up to a dog and some have rested under a tree."
    },
    "162": {
        "filename": "000000384651.jpg",
        "caption": "A bedroom with a bed next to a  night stand with a lamp.",
        "negative_caption": "A night stand with a lamp next to a bedroom with a bed."
    },
    "163": {
        "filename": "000000160864.jpg",
        "caption": "Teen baseball player ready to bat while other teammates take practice swings in background.",
        "negative_caption": "Other teammates ready to bat while teen baseball player takes practice swings in background."
    },
    "164": {
        "filename": "000000512929.jpg",
        "caption": "Two young girls cooking some fresh asparagus on a stove.",
        "negative_caption": "Fresh asparagus cooking on a stove with two young girls."
    },
    "165": {
        "filename": "000000359219.jpg",
        "caption": "Two pizzas sitting in pie pans on top of  a stove.",
        "negative_caption": "Pie pans sitting on top of two pizzas on a stove."
    },
    "166": {
        "filename": "000000138954.jpg",
        "caption": "The plate has sliced zucchinis, sliced apples, and diced meats.",
        "negative_caption": "The plate has diced zucchinis, sliced apples, and sliced meats."
    },
    "167": {
        "filename": "000000165336.jpg",
        "caption": "Two giraffes and one other animal grazing in a field.",
        "negative_caption": "One giraffe and two other animals grazing in a field."
    },
    "168": {
        "filename": "000000539143.jpg",
        "caption": "A purple train with a yellow front is under neath an over path.",
        "negative_caption": "A yellow train with a purple front is underneath an over path."
    },
    "169": {
        "filename": "000000494634.jpg",
        "caption": "A cat standing next to a laptop computer on top of a table.",
        "negative_caption": "A laptop computer standing next to a cat on top of a table."
    },
    "170": {
        "filename": "000000283070.jpg",
        "caption": "One whole orange joins one sliced orange on a wooden surface.",
        "negative_caption": "One sliced orange joins one whole orange on a wooden surface."
    },
    "171": {
        "filename": "000000142092.jpg",
        "caption": "A pizza with lots of cheese on a flat brown surface.",
        "negative_caption": "A flat brown surface with lots of cheese on a pizza."
    },
    "172": {
        "filename": "000000396580.jpg",
        "caption": "A body of calm water with a wooden canoe docked on the side and a home across the water.",
        "negative_caption": "A body of calm water with a home docked on the side and a wooden canoe across the water."
    },
    "173": {
        "filename": "000000173057.jpg",
        "caption": "A large clock standing in front a building with lots of windows.",
        "negative_caption": "A large clock standing in front of lots of windows with a building."
    },
    "174": {
        "filename": "000000022969.jpg",
        "caption": "A large giraffe looks at a smaller giraffe looking over a fence.",
        "negative_caption": "A smaller giraffe looks at a larger giraffe looking over a fence."
    },
    "175": {
        "filename": "000000560011.jpg",
        "caption": "A black mouse with blue light-up parts is next to a gray keyboard.",
        "negative_caption": "A gray mouse with blue light-up parts is next to a black keyboard."
    },
    "176": {
        "filename": "000000454750.jpg",
        "caption": "A larger zebra resting its head on a smaller zebra.",
        "negative_caption": "A smaller zebra resting its head on a larger zebra."
    },
    "177": {
        "filename": "000000297022.jpg",
        "caption": "A black and white photo shows men in a field with a truck.",
        "negative_caption": "A black and white photo shows a truck in a field with men."
    },
    "178": {
        "filename": "000000229216.jpg",
        "caption": "Two women sitting on ledge looking at a cellphone.",
        "negative_caption": "A cellphone sitting on a ledge being looked at by two women."
    },
    "179": {
        "filename": "000000007108.jpg",
        "caption": "A close up from knees up front view of an elephant with trunk forward, outside on dirt, with other elephants, grass, bushes and white-blue sky.",
        "negative_caption": "A close up from knees up front view of an elephant with trunk forward, outside on grass, with other elephants, dirt, bushes and white-blue sky."
    },
    "180": {
        "filename": "000000142585.jpg",
        "caption": "A couple of people sit on a motorcycle next to a white car. ",
        "negative_caption": "A couple of people sit in a white car next to a motorcycle."
    },
    "181": {
        "filename": "000000108864.jpg",
        "caption": "Two elephants standing next to each other in a field.",
        "negative_caption": "A field with two elephants standing far apart from each other."
    },
    "182": {
        "filename": "000000509260.jpg",
        "caption": "A old television set is displaying an old computer game in front of two bookshelves.",
        "negative_caption": "Two old bookshelves are displaying an old computer game in front of a television set."
    },
    "183": {
        "filename": "000000462576.jpg",
        "caption": "Two plates of breakfast food and a glass of juice.",
        "negative_caption": "A plate of breakfast food and two glasses of juice."
    },
    "184": {
        "filename": "000000454404.jpg",
        "caption": "A woman wearing a blue t-shirt while looking at her cell phone and sitting on a bench next to a bright pink wall.",
        "negative_caption": "A woman wearing a blue t-shirt while looking at her cell phone and standing next to a bright pink wall next to a bench."
    },
    "185": {
        "filename": "000000020571.jpg",
        "caption": "A tugboat sits beside a ferry on placid water with a mountain in the distance.",
        "negative_caption": "A ferry sits beside a tugboat on placid water with a mountain in the distance."
    },
    "186": {
        "filename": "000000241326.jpg",
        "caption": "a cat sitting on a couch with a dog in front of it",
        "negative_caption": "A dog sitting on a couch with a cat in front of it."
    },
    "187": {
        "filename": "000000319935.jpg",
        "caption": "A large living area with a bed and some couches",
        "negative_caption": "A large living area with some bed and a couch."
    },
    "188": {
        "filename": "000000393569.jpg",
        "caption": "A young woman using a laptop computer while sitting on a bunk bed.",
        "negative_caption": "A young woman using a bunk bed while sitting on a laptop computer."
    },
    "189": {
        "filename": "000000471869.jpg",
        "caption": "A Teddy bear sits on a floral patterned chair.",
        "negative_caption": "A floral patterned Teddy bear sits on a chair."
    },
    "190": {
        "filename": "000000480842.jpg",
        "caption": "Two giraffes are peering up above some bushes.",
        "negative_caption": "Some giraffes are peering up above two bushes."
    },
    "191": {
        "filename": "000000520077.jpg",
        "caption": "A stack of random books are placed in front of a computer.",
        "negative_caption": "A computer is placed in front of a stack of random books."
    },
    "192": {
        "filename": "000000079837.jpg",
        "caption": "A harbor filled with boats under a full moon bathing them in moon light.",
        "negative_caption": "A full moon filled with boats under a harbor bathing them in moon light."
    },
    "193": {
        "filename": "000000545730.jpg",
        "caption": "A herd of zebra crossing a river near a forest.",
        "negative_caption": "A herd of zebra crossing a forest near a river."
    },
    "194": {
        "filename": "000000340930.jpg",
        "caption": "Scissors with orange handles are in a container with pens.",
        "negative_caption": "Pens with orange handles are in a container with scissors."
    },
    "195": {
        "filename": "000000412894.jpg",
        "caption": "People walk down a busy city street, with traffic light.",
        "negative_caption": "A traffic light stands on a busy city street, with people walking down."
    },
    "196": {
        "filename": "000000173044.jpg",
        "caption": "A tall tower with a clock stands in front of a skyscraper.",
        "negative_caption": "A skyscraper with a clock stands in front of a tall tower."
    },
    "197": {
        "filename": "000000437239.jpg",
        "caption": "A group of people standing on a field playing disc golf.",
        "negative_caption": "A group of people playing disc golf on a course in the woods."
    },
    "198": {
        "filename": "000000068765.jpg",
        "caption": "A black and white photo of a computer keyboard, flash drive, and mouse on a marble tabletop.",
        "negative_caption": "A black and white photo of a flash drive, keyboard, and mouse on a marble tabletop."
    },
    "199": {
        "filename": "000000160556.jpg",
        "caption": "A girl talks on her cell phone next to a computer and a microwave.",
        "negative_caption": "A girl uses her computer next to a cell phone and a microwave."
    },
    "200": {
        "filename": "000000141597.jpg",
        "caption": "The extremely small car is parked behind the bus.",
        "negative_caption": "The bus is parked behind the extremely small car."
    },
    "201": {
        "filename": "000000368684.jpg",
        "caption": "A laptop sitting in a room with a big TV.",
        "negative_caption": "A big TV sitting in a room with a laptop."
    },
    "202": {
        "filename": "000000180101.jpg",
        "caption": "a young kid sits in front of a birth day cake ",
        "negative_caption": "A birthday cake sits in front of a young kid."
    },
    "203": {
        "filename": "000000164363.jpg",
        "caption": "A white faced clock with roman numerals surrounded by a painting.",
        "negative_caption": "A painting with roman numerals surrounded by a white faced clock."
    },
    "204": {
        "filename": "000000405972.jpg",
        "caption": "An elephant leads a baby elephant towards a door.",
        "negative_caption": "A baby elephant leads an elephant towards a door."
    },
    "205": {
        "filename": "000000149568.jpg",
        "caption": "A man and two dogs playing with an object.",
        "negative_caption": "Two men and a dog playing with an object."
    },
    "206": {
        "filename": "000000357238.jpg",
        "caption": "The kite surfer is standing below the flying kite on a beach.",
        "negative_caption": "The flying kite surfer is standing below the kite on a beach."
    },
    "207": {
        "filename": "000000241326.jpg",
        "caption": "A cat sitting on the couch with a dog laying on the floor.",
        "negative_caption": "A dog sitting on the couch with a cat laying on the floor."
    },
    "208": {
        "filename": "000000509403.jpg",
        "caption": "A family outside in a yard playing frisbee with their dog. ",
        "negative_caption": "A dog outside in a yard playing frisbee with its family."
    },
    "209": {
        "filename": "000000509403.jpg",
        "caption": "A man, two kids and a dog are playing Frisbee.",
        "negative_caption": "Two men, a kid and a dog are playing Frisbee."
    },
    "210": {
        "filename": "000000369757.jpg",
        "caption": "A set of three pizzas in a display case.next to desserts.",
        "negative_caption": "A set of desserts in a display case next to three pizzas."
    },
    "211": {
        "filename": "000000005193.jpg",
        "caption": "A group of people pose for a picture while a man holds two surfboards. ",
        "negative_caption": "A man poses for a picture while a group of people hold two surfboards."
    },
    "212": {
        "filename": "000000034139.jpg",
        "caption": "Two people standing next to a life size replica of a suitcase.",
        "negative_caption": "A life size replica of two people standing next to a suitcase."
    },
    "213": {
        "filename": "000000240250.jpg",
        "caption": "A woman holding a fork and reaching for a slice of pizza.",
        "negative_caption": "A woman holding a slice of pizza and reaching for a fork."
    },
    "214": {
        "filename": "000000327592.jpg",
        "caption": "a person holding a plate with food on it in one hand and  a spoon in the other.",
        "negative_caption": "A person holding a spoon with food on it in one hand and a plate in the other."
    },
    "215": {
        "filename": "000000506707.jpg",
        "caption": "A man in a white shirt and gray pants walks toward a grassy area as kids in baseball uniforms and an umpire are near him.",
        "negative_caption": "Kids in a white shirt and gray pants walk toward a grassy area as a man in baseball uniforms and an umpire are near them."
    },
    "216": {
        "filename": "000000296634.jpg",
        "caption": "Three white trays on a countertop containing various types of food.",
        "negative_caption": "A countertop with various types of food on three white trays."
    },
    "217": {
        "filename": "000000351331.jpg",
        "caption": "the pizza is on a plate with a fork next to it ",
        "negative_caption": "A fork is on a plate with pizza next to it."
    },
    "218": {
        "filename": "000000564127.jpg",
        "caption": "A white toilet with a black seat on top of a tiled floor.",
        "negative_caption": "A black toilet with a white seat on top of a tiled floor."
    },
    "219": {
        "filename": "000000395701.jpg",
        "caption": "A living room with orange colored walls, and a purple chair.",
        "negative_caption": "A living room with a purple colored walls, and an orange chair."
    },
    "220": {
        "filename": "000000227187.jpg",
        "caption": "Several birds on a perch with some bananas.",
        "negative_caption": "Some bananas on a perch with several birds."
    },
    "221": {
        "filename": "000000173302.jpg",
        "caption": "A restaurant with red stools next to a bar  and a blue table.",
        "negative_caption": "A restaurant with blue stools next to a bar and a red table."
    },
    "222": {
        "filename": "000000047769.jpg",
        "caption": "A small living room with furniture and two windows.",
        "negative_caption": "A small living room with two pieces of windows and furniture."
    },
    "223": {
        "filename": "000000237984.jpg",
        "caption": "A green chair is next to a long bench.",
        "negative_caption": "A long chair is next to a green bench."
    },
    "224": {
        "filename": "000000128748.jpg",
        "caption": "An umpire is talking with two players on different teams.",
        "negative_caption": "Two umpires are talking with a player on different teams."
    },
    "225": {
        "filename": "000000541773.jpg",
        "caption": "A man standing in front of a wooden table covered in glasses of wine.",
        "negative_caption": "A wooden table standing in front of a man covered in glasses of wine."
    },
    "226": {
        "filename": "000000021503.jpg",
        "caption": "Crackers coated with spread, sitting on a plate, ready to eat.",
        "negative_caption": "Spread coated with crackers, sitting on a plate, ready to eat."
    },
    "227": {
        "filename": "000000119365.jpg",
        "caption": "Student working on the computer while another student shows her a mobile phone. ",
        "negative_caption": "Student working on the mobile phone while another student shows her a computer."
    },
    "228": {
        "filename": "000000396205.jpg",
        "caption": "two cows grazing in a field near some trees",
        "negative_caption": "Some cows grazing in a field near two trees."
    },
    "229": {
        "filename": "000000022479.jpg",
        "caption": "A man performs a jump on a skateboard at a skate park.",
        "negative_caption": "A skateboard performs a jump by a man at a skate park."
    },
    "230": {
        "filename": "000000268729.jpg",
        "caption": "Four zebras in some park during the day when it's sunny.",
        "negative_caption": "Some zebras in a park during the day when it's sunny."
    },
    "231": {
        "filename": "000000234366.jpg",
        "caption": "A clock tower sitting in the parking lot of a building.",
        "negative_caption": "A building sitting in the parking lot of a clock tower."
    },
    "232": {
        "filename": "000000186624.jpg",
        "caption": "A long locomotive train parked in a station next to a person.",
        "negative_caption": "A person parked in a station next to a long locomotive train."
    },
    "233": {
        "filename": "000000079651.jpg",
        "caption": "a close up of two bananas with bottles in the background",
        "negative_caption": "A close up of bottles with two bananas in the background."
    },
    "234": {
        "filename": "000000060823.jpg",
        "caption": "Some cows that are wandering around a lot of pigeons.",
        "negative_caption": "Some pigeons that are wandering around a lot of cows."
    },
    "235": {
        "filename": "000000216296.jpg",
        "caption": "Competitor with  referee looking on green tennis court.",
        "negative_caption": "Referee with competitor looking on green tennis court."
    },
    "236": {
        "filename": "000000533206.jpg",
        "caption": "a big sandwich on a small silver plate with a bowl of broth on the side",
        "negative_caption": "A bowl of broth on a small silver plate with a big sandwich on the side."
    },
    "237": {
        "filename": "000000581062.jpg",
        "caption": "Male skateboarder utilizing cemented curved aqueduct structure on sunny day.",
        "negative_caption": "Cemented curved aqueduct structure utilized by a female skateboarder on a sunny day."
    },
    "238": {
        "filename": "000000335800.jpg",
        "caption": "A street sign with flags and a high rise building in the background.",
        "negative_caption": "A high rise building with flags and a street sign in the background."
    },
    "239": {
        "filename": "000000168593.jpg",
        "caption": "A small refrigerator in a small kitchen with a window.",
        "negative_caption": "A small window in a small kitchen with a refrigerator."
    },
    "240": {
        "filename": "000000455085.jpg",
        "caption": "An angle view of city bus near a side walk.",
        "negative_caption": "An angle view of side walk near a city bus."
    },
    "241": {
        "filename": "000000457848.jpg",
        "caption": "a bunch of parked motorcycles sit in it line ",
        "negative_caption": "A line of parked motorcycles sit in a bunch."
    },
    "242": {
        "filename": "000000172571.jpg",
        "caption": "A thick crust cut pizza on a plate with wine by its side.",
        "negative_caption": "A glass of wine on a plate with a thick crust cut pizza by its side."
    },
    "243": {
        "filename": "000000522156.jpg",
        "caption": "A cracker with shredded cheese and leafy greens on a white plate.",
        "negative_caption": "Leafy greens with shredded cheese and a cracker on a white plate."
    },
    "244": {
        "filename": "000000077595.jpg",
        "caption": "A cat laying on a bed next to a laptop.",
        "negative_caption": "A laptop laying on a bed next to a cat."
    },
    "245": {
        "filename": "000000300233.jpg",
        "caption": "The ingredients are on the kitchen counter next to the blender.",
        "negative_caption": "The blender is on the kitchen counter next to the ingredients."
    },
    "246": {
        "filename": "000000227478.jpg",
        "caption": "Black and white photograph of women on an old park bench",
        "negative_caption": "Black and white photograph of a park bench with an old woman sitting on it."
    },
    "247": {
        "filename": "000000530146.jpg",
        "caption": "A crowded table has a plate containing a burger with sauce and side of vegetables. ",
        "negative_caption": "A crowded table has a side of vegetables containing a burger with sauce and plate of vegetables."
    },
    "248": {
        "filename": "000000357742.jpg",
        "caption": "Person skiing on snowy slopes with wires above",
        "negative_caption": "Snowy slopes with a person skiing above wires."
    },
    "249": {
        "filename": "000000492878.jpg",
        "caption": "A sink with toiletry items setting on the edge.",
        "negative_caption": "Toiletry items with a sink setting on the edge."
    },
    "250": {
        "filename": "000000167240.jpg",
        "caption": "A vase siting on top of a wooden shelf near a map.",
        "negative_caption": "A map siting on top of a wooden shelf near a vase."
    },
    "251": {
        "filename": "000000465836.jpg",
        "caption": "Three people cross country skiing in a field.",
        "negative_caption": "A field with cross country skiing tracks made by three people."
    },
    "252": {
        "filename": "000000523241.jpg",
        "caption": "A busy street with several lanes and a crossing sign in the foreground.",
        "negative_caption": "A crossing sign with several lanes and a busy street in the foreground."
    },
    "253": {
        "filename": "000000535523.jpg",
        "caption": "A bagel machine is making bagels while people people work in the background.",
        "negative_caption": "People are making bagels while a bagel machine works in the background."
    },
    "254": {
        "filename": "000000270122.jpg",
        "caption": "A surfer in the middle of two waves that have crested",
        "negative_caption": "Two surfers in the middle of a wave that has crested."
    },
    "255": {
        "filename": "000000348012.jpg",
        "caption": " A pair of black scissors sitting on a role of tape.",
        "negative_caption": "A role of tape sitting on a pair of black scissors."
    },
    "256": {
        "filename": "000000355325.jpg",
        "caption": "A table with food and a glass of red wine.",
        "negative_caption": "A glass of red wine with food sitting on a table."
    },
    "257": {
        "filename": "000000035963.jpg",
        "caption": "There are two stuff bears on top of an angel statue.",
        "negative_caption": "There is an angel statue on top of two stuffed bears."
    },
    "258": {
        "filename": "000000155451.jpg",
        "caption": "a green traffic light a street  some buildings and some other lights",
        "negative_caption": "Some buildings on a street with a green traffic light and some other lights."
    },
    "259": {
        "filename": "000000085195.jpg",
        "caption": "A plate with an orange cake dessert and a fork.",
        "negative_caption": "A fork with an orange cake dessert and a plate."
    },
    "260": {
        "filename": "000000067406.jpg",
        "caption": "Adult males in large grassy field with large kite.",
        "negative_caption": "A large grassy field with adult males flying small kites."
    },
    "261": {
        "filename": "000000029675.jpg",
        "caption": "Three hotdogs with mustard on a black plate.",
        "negative_caption": "A black plate with mustard on three hotdogs."
    },
    "262": {
        "filename": "000000052565.jpg",
        "caption": "a cow standing in some sand next to some water",
        "negative_caption": "Some water standing in sand next to a cow."
    },
    "263": {
        "filename": "000000341058.jpg",
        "caption": "Advertising sign above a patio umbrella on sunny day.",
        "negative_caption": "A patio umbrella above an advertising sign on sunny day."
    },
    "264": {
        "filename": "000000486438.jpg",
        "caption": "A plate of donuts with a person in the background.",
        "negative_caption": "A person with a plate of donuts in the background."
    },
    "265": {
        "filename": "000000029640.jpg",
        "caption": "The broccoli is being cooked with ham and carrots.",
        "negative_caption": "The ham is being cooked with broccoli and carrots."
    },
    "266": {
        "filename": "000000455157.jpg",
        "caption": "A man sitting at a wooden bench and table with an open umbrella sitting on the table.",
        "negative_caption": "A man sitting at a table and bench with an open umbrella sitting on the bench."
    },
    "267": {
        "filename": "000000268375.jpg",
        "caption": "A baby elephant stands near to four larger adult elephants.",
        "negative_caption": "Four baby elephants stand near to a larger adult elephant."
    },
    "268": {
        "filename": "000000459396.jpg",
        "caption": "A cow is grazing while two cows in the background look on. ",
        "negative_caption": "Two cows are grazing while a cow in the background looks on."
    },
    "269": {
        "filename": "000000220858.jpg",
        "caption": "A boat is on the beach while two men dig in the sand in the distance.",
        "negative_caption": "Two boats are on the beach while a man digs in the sand in the distance."
    },
    "270": {
        "filename": "000000502732.jpg",
        "caption": "A metallic refrigerator freezer in a kitchen next to a cabinet.",
        "negative_caption": "A cabinet freezer in a kitchen next to a metallic refrigerator."
    },
    "271": {
        "filename": "000000381971.jpg",
        "caption": "A horse drawn carriage is near a fire hydrant by a curb.",
        "negative_caption": "A fire hydrant is near a horse drawn carriage by a curb."
    },
    "272": {
        "filename": "000000078843.jpg",
        "caption": "The man kisses the girl on the head as she laughs.",
        "negative_caption": "The girl kisses the man on the head as he laughs."
    },
    "273": {
        "filename": "000000149568.jpg",
        "caption": "A man and two dogs on the beach.",
        "negative_caption": "Two men and a dog on the beach."
    },
    "274": {
        "filename": "000000555705.jpg",
        "caption": "Two cats are sitting on a pair of shoes outdoors.",
        "negative_caption": "A pair of cats are sitting on two shoes outdoors."
    },
    "275": {
        "filename": "000000555705.jpg",
        "caption": "Orange and brown cat sitting on top of white shoes. ",
        "negative_caption": "White and brown cat sitting on top of orange shoes."
    },
    "276": {
        "filename": "000000012576.jpg",
        "caption": "An elderly woman seated at a table holding three pizzas.",
        "negative_caption": "Three elderly women seated at a table holding a pizza."
    },
    "277": {
        "filename": "000000372317.jpg",
        "caption": "A red bus driving down a street next to a tall building.",
        "negative_caption": "A tall bus driving down a street next to a red building."
    },
    "278": {
        "filename": "000000254016.jpg",
        "caption": "A fryer has rows and rows of doughnuts on an assembly line.",
        "negative_caption": "An assembly line has rows and rows of doughnuts in a fryer."
    },
    "279": {
        "filename": "000000250758.jpg",
        "caption": "The zebra is standing in the field with another zebra laying down in the background. ",
        "negative_caption": "Another zebra is standing in the field with the zebra laying down in the background."
    },
    "280": {
        "filename": "000000521509.jpg",
        "caption": "A girl sits on the bed and photographs herself in the mirror with her tripod.\n",
        "negative_caption": "A girl photographs herself in the mirror with her tripod and sits on the bed."
    },
    "281": {
        "filename": "000000084241.jpg",
        "caption": "Three women cooking in a professional kitchen together.",
        "negative_caption": "A professional kitchen with three men cooking together."
    },
    "282": {
        "filename": "000000308545.jpg",
        "caption": "A young boy in a black jacket riding a white horse.",
        "negative_caption": "A white jacketed young boy riding a black horse."
    },
    "283": {
        "filename": "000000451879.jpg",
        "caption": "A baseball player throws the ball to his team mate as they try to get another player out.",
        "negative_caption": "A team mate throws the ball to his baseball player as they try to get another player out."
    },
    "284": {
        "filename": "000000433915.jpg",
        "caption": "A video screen with faces of a couple of guys on it.",
        "negative_caption": "Faces of a couple of guys with a video screen behind them."
    },
    "285": {
        "filename": "000000324715.jpg",
        "caption": "A laptop computer sits on a desk with scissors.",
        "negative_caption": "Scissors sit on a desk with a laptop computer."
    },
    "286": {
        "filename": "000000157601.jpg",
        "caption": "A woman of Asian heritage eating a sandwich at a table with two cups of hot beverages.",
        "negative_caption": "A woman of Asian heritage drinking two cups of hot beverages at a table with a sandwich."
    },
    "287": {
        "filename": "000000062353.jpg",
        "caption": "Giraffes in a zoo, standing with their heads peeking over the fence, looking at people.",
        "negative_caption": "People in a zoo, standing with their heads peeking over the fence, looking at giraffes."
    },
    "288": {
        "filename": "000000128051.jpg",
        "caption": "A bus has the top part of a van attached to its roof.",
        "negative_caption": "A van has the top part of a bus attached to its roof."
    },
    "289": {
        "filename": "000000408112.jpg",
        "caption": "One white and red plane and one grey plane on the ground",
        "negative_caption": "One grey and red plane and one white plane on the ground."
    },
    "290": {
        "filename": "000000322574.jpg",
        "caption": "A sandwich sitting on top of a pile of fries.",
        "negative_caption": "A pile of fries sitting on top of a sandwich."
    },
    "291": {
        "filename": "000000516173.jpg",
        "caption": "A surfer carries his board while watching another surfer in the water.",
        "negative_caption": "Another surfer carries his board while watching a surfer in the water."
    },
    "292": {
        "filename": "000000190648.jpg",
        "caption": "A messy and unmade bed and a red chair",
        "negative_caption": "A red chair and a neatly made bed."
    },
    "293": {
        "filename": "000000010363.jpg",
        "caption": "A gray cat standing on top of a black car.",
        "negative_caption": "A black cat standing on top of a gray car."
    },
    "294": {
        "filename": "000000104572.jpg",
        "caption": "This is a commercial bathroom with orange and gray mosaic tiles and three sinks.",
        "negative_caption": "This is a commercial bathroom with three orange and gray mosaic tile sinks."
    },
    "295": {
        "filename": "000000405205.jpg",
        "caption": "A number of  vehicles stops in a traffic jam",
        "negative_caption": "A traffic jam stops a number of vehicles."
    },
    "296": {
        "filename": "000000035682.jpg",
        "caption": "A plate of donuts on a tray sitting on a table in a bakery.",
        "negative_caption": "A tray of donuts on a plate sitting on a table in a bakery."
    },
    "297": {
        "filename": "000000244833.jpg",
        "caption": "two motorcycles line up as they lean against some seats ",
        "negative_caption": "Some seats line up as they lean against two motorcycles."
    },
    "298": {
        "filename": "000000186282.jpg",
        "caption": "A desktop computer monitor sitting on top of a desk next to a mouse.",
        "negative_caption": "A mouse sitting on top of a desk next to a desktop computer monitor."
    },
    "299": {
        "filename": "000000296634.jpg",
        "caption": "Three white bowls of food that include soup and vegetables.",
        "negative_caption": "Soup and vegetables in three white bowls."
    },
    "300": {
        "filename": "000000180011.jpg",
        "caption": "A man feeding four giraffes grass and leaves.",
        "negative_caption": "Four men feeding a giraffe grass and leaves."
    },
    "301": {
        "filename": "000000280325.jpg",
        "caption": "Two rusty parking meters are displayed with graffiti in the background.",
        "negative_caption": "Graffiti is displayed with two rusty parking meters in the background."
    },
    "302": {
        "filename": "000000185250.jpg",
        "caption": "Frisbee in the air, a dog squatting looking up at it, and a man standing behind the dog watching it, on the grass with a tree.",
        "negative_caption": "Frisbee in the air, a man squatting looking up at it, and a dog standing behind the man watching it, on the grass with a tree."
    },
    "303": {
        "filename": "000000489842.jpg",
        "caption": "Many children sit around a person in a Santa costume.",
        "negative_caption": "A person in a Santa costume sits around many children."
    },
    "304": {
        "filename": "000000107554.jpg",
        "caption": "A blue and white surfboard resting against a wheelbarrow in a backyard.",
        "negative_caption": "A wheelbarrow resting against a blue and white surfboard in a backyard."
    },
    "305": {
        "filename": "000000335529.jpg",
        "caption": "A empty bench is located next to the water of a harbor.",
        "negative_caption": "The water of a harbor is located next to an empty bench."
    },
    "306": {
        "filename": "000000486046.jpg",
        "caption": "A giraffe and two zebras in a dirt area next to fence.",
        "negative_caption": "Two giraffes and a zebra in a dirt area next to fence."
    },
    "307": {
        "filename": "000000340697.jpg",
        "caption": "Several rows of Crush soda in bottles in a refrigerator",
        "negative_caption": "A refrigerator full of Crush soda in bottles with several rows."
    },
    "308": {
        "filename": "000000506454.jpg",
        "caption": "A park bench next to a tree in grassy field.",
        "negative_caption": "A tree next to a bench in grassy field."
    },
    "309": {
        "filename": "000000383842.jpg",
        "caption": "this lady is using controllers and those men are watching",
        "negative_caption": "Those men are using controllers and this lady is watching."
    },
    "310": {
        "filename": "000000333956.jpg",
        "caption": "A parking meter beside a walkway near the water.",
        "negative_caption": "The water beside a walkway near a parking meter."
    },
    "311": {
        "filename": "000000329080.jpg",
        "caption": "A pair of beds in a hotel with green sheets and one head board.",
        "negative_caption": "One bed in a hotel with green sheets and a pair of head boards."
    },
    "312": {
        "filename": "000000323151.jpg",
        "caption": "A pizza sitting on top of a white plate next to a glass of beer.",
        "negative_caption": "A glass of beer sitting on top of a white plate next to a pizza."
    },
    "313": {
        "filename": "000000057725.jpg",
        "caption": "A bridge over water with buildings and clock tower in the background.",
        "negative_caption": "A bridge over buildings with water and clock tower in the background."
    },
    "314": {
        "filename": "000000086582.jpg",
        "caption": "A knit item sitting on a laptop on a desk.",
        "negative_caption": "A laptop sitting on a knit item on a desk."
    },
    "315": {
        "filename": "000000431568.jpg",
        "caption": "A beef, peppers and cheese pizza on top of a plate.",
        "negative_caption": "A plate of beef, peppers and cheese on top of a pizza."
    },
    "316": {
        "filename": "000000122046.jpg",
        "caption": "A woman is sitting in a chair with an umbrella.",
        "negative_caption": "A chair is sitting with an umbrella next to a woman."
    },
    "317": {
        "filename": "000000129756.jpg",
        "caption": "A man is standing on a grassy hill with some sheep and dogs.",
        "negative_caption": "Some sheep are standing on a grassy hill with a man and dogs."
    },
    "318": {
        "filename": "000000160772.jpg",
        "caption": "A boat on the water with a lighthouse in the background. ",
        "negative_caption": "A lighthouse on the water with a boat in the background."
    },
    "319": {
        "filename": "000000011760.jpg",
        "caption": "Three zebras look towards the camera in their habitat.",
        "negative_caption": "The camera looks towards three zebras in their habitat."
    },
    "320": {
        "filename": "000000104669.jpg",
        "caption": "A white plate served on a multi colored table cloth",
        "negative_caption": "A multi colored plate served on a white table cloth."
    },
    "321": {
        "filename": "000000084362.jpg",
        "caption": "A young boy walking through a living room towards  a cat.",
        "negative_caption": "A cat walking through a living room towards a young boy."
    },
    "322": {
        "filename": "000000097230.jpg",
        "caption": "two elephants standing in some bushes beside a trail ",
        "negative_caption": "Some elephants standing in two bushes beside a trail."
    },
    "323": {
        "filename": "000000097679.jpg",
        "caption": "A car with a snowboard on it's ski rack parked in a foggy parking lot next to two cars with empty ski racks. ",
        "negative_caption": "Two cars with a snowboard on their ski racks parked in a foggy parking lot next to a car with an empty ski rack."
    },
    "324": {
        "filename": "000000256775.jpg",
        "caption": "Young children are at the beach flying a toy story kite.",
        "negative_caption": "A toy story kite is at the beach flying with young children."
    },
    "325": {
        "filename": "000000465675.jpg",
        "caption": "A tractor and two boats beside the water.",
        "negative_caption": "Two tractors and a boat beside the water."
    },
    "326": {
        "filename": "000000404922.jpg",
        "caption": "an adult walking with two children holding tennis rackets",
        "negative_caption": "Two children walking with an adult holding tennis rackets."
    },
    "327": {
        "filename": "000000579818.jpg",
        "caption": "The old fashioned train is going over the bridge.",
        "negative_caption": "The bridge is going over the old fashioned train."
    },
    "328": {
        "filename": "000000477288.jpg",
        "caption": "A parade of people ij costumes with umbrellas.",
        "negative_caption": "A parade of costumes with people holding umbrellas."
    },
    "329": {
        "filename": "000000186296.jpg",
        "caption": "A young cat on a mat with a flip flop shoe.",
        "negative_caption": "A flip flop shoe on a mat with a young cat."
    },
    "330": {
        "filename": "000000152771.jpg",
        "caption": "A lone bicycle parked in a parking lot with cars parked on a street.",
        "negative_caption": "A lone car parked in a street with bicycles parked in a parking lot."
    },
    "331": {
        "filename": "000000266981.jpg",
        "caption": "A couple of guys are sitting with their luggage bag as a lady walks on. ",
        "negative_caption": "A lady is sitting with her luggage bag as a couple of guys walk on."
    },
    "332": {
        "filename": "000000160666.jpg",
        "caption": "Some blue toothpaste applied to a red toothbrush.",
        "negative_caption": "Some red toothpaste applied to a blue toothbrush."
    },
    "333": {
        "filename": "000000567886.jpg",
        "caption": "A white teddy bear laying on top of a blue rug.",
        "negative_caption": "A blue teddy bear laying on top of a white rug."
    },
    "334": {
        "filename": "000000047828.jpg",
        "caption": "A large blue lit bridge spanning over a lake.",
        "negative_caption": "A large blue lit lake spanning under a bridge."
    },
    "335": {
        "filename": "000000057150.jpg",
        "caption": "Two girls are holding a huge stuffed bear near a crowd of kids.",
        "negative_caption": "A crowd of kids are holding a huge stuffed bear near two girls."
    },
    "336": {
        "filename": "000000501523.jpg",
        "caption": "A black cat sits in a white bathroom sink.",
        "negative_caption": "A white cat sits in a black bathroom sink."
    },
    "337": {
        "filename": "000000039551.jpg",
        "caption": "A lady wearing red playing tennis on a blue and green court.",
        "negative_caption": "A lady wearing blue and green playing tennis on a red court."
    },
    "338": {
        "filename": "000000106235.jpg",
        "caption": "There is a cream colored couch behind the oval coffee table.",
        "negative_caption": "There is an oval cream colored coffee table behind the couch."
    },
    "339": {
        "filename": "000000108253.jpg",
        "caption": "there are two plates of food and a beer in the middle of the table",
        "negative_caption": "There is a plate of food and two beers in the middle of the table."
    },
    "340": {
        "filename": "000000147725.jpg",
        "caption": "there is a bus coming up the street next to a car",
        "negative_caption": "There is a car coming up the street next to a bus."
    },
    "341": {
        "filename": "000000282046.jpg",
        "caption": "A bench in the sand facing an empty beach.",
        "negative_caption": "An empty bench facing a beach with sand."
    },
    "342": {
        "filename": "000000210520.jpg",
        "caption": "A food plate is shown with other dishes around it.",
        "negative_caption": "Other dishes are shown with a food plate around them."
    },
    "343": {
        "filename": "000000184338.jpg",
        "caption": "A truck with a barn on its bed painted in various colors.",
        "negative_caption": "A barn with a truck on its bed painted in various colors."
    },
    "344": {
        "filename": "000000368684.jpg",
        "caption": "A room with a tv in the background and a laptop screen in the foreground ",
        "negative_caption": "A room with a laptop screen in the background and a tv screen in the foreground."
    },
    "345": {
        "filename": "000000051309.jpg",
        "caption": "Small horse standing behind a large group of horses eating. ",
        "negative_caption": "Large group of horses standing behind a small horse eating."
    },
    "346": {
        "filename": "000000537355.jpg",
        "caption": "A red fire hydrant sitting in a field next to a white building.",
        "negative_caption": "A white fire hydrant sitting in a field next to a red building."
    },
    "347": {
        "filename": "000000084674.jpg",
        "caption": "a girl holds a baby eating a bagel with a boy standing next to them",
        "negative_caption": "A boy holds a baby eating a bagel with a girl standing next to them."
    },
    "348": {
        "filename": "000000453040.jpg",
        "caption": "A large white cake on a small table.",
        "negative_caption": "A small white cake on a large table."
    },
    "349": {
        "filename": "000000279730.jpg",
        "caption": "A sandwich is being eaten and sodas are on the table.",
        "negative_caption": "Sodas are being drunk and a sandwich is on the table."
    },
    "350": {
        "filename": "000000243989.jpg",
        "caption": "A young skateboarder is standing in front of two others. ",
        "negative_caption": "Two young skateboarders are standing in front of another."
    },
    "351": {
        "filename": "000000038829.jpg",
        "caption": "Two men are on a bicycle and a third is on a scooter.",
        "negative_caption": "A third man is on a bicycle and two are on a scooter."
    },
    "352": {
        "filename": "000000482487.jpg",
        "caption": "looking through a window at a small clock and a large one",
        "negative_caption": "looking through a window at a large clock and a small one"
    },
    "353": {
        "filename": "000000255912.jpg",
        "caption": "A sandwich sits on a white plate with a salad.",
        "negative_caption": "A salad sits on a white plate with a sandwich."
    },
    "354": {
        "filename": "000000268375.jpg",
        "caption": "A group of elephants, including a baby elephant, gather at a wildlife exhibit.",
        "negative_caption": "A baby elephant, including a group of elephants, gather at a wildlife exhibit."
    },
    "355": {
        "filename": "000000579893.jpg",
        "caption": "A red stop sign with two green street signs on top of it.",
        "negative_caption": "Two green street signs with a red stop sign on top of them."
    },
    "356": {
        "filename": "000000379800.jpg",
        "caption": "An orange train engine moves down the track with one train car behind it.",
        "negative_caption": "One orange train car moves down the track with a train engine behind it."
    },
    "357": {
        "filename": "000000448076.jpg",
        "caption": "A group of people wait in a red reception area.",
        "negative_caption": "A red group of people wait in a reception area."
    },
    "358": {
        "filename": "000000340697.jpg",
        "caption": "Several bottles are displayed in a commercial refrigerator.",
        "negative_caption": "A commercial refrigerator is displayed with several bottles."
    },
    "359": {
        "filename": "000000550322.jpg",
        "caption": "A collection of kitchen utensils in a metal bowl.",
        "negative_caption": "A metal bowl of kitchen utensils."
    },
    "360": {
        "filename": "000000007816.jpg",
        "caption": "A person on a motorcycles driving past a group of people behind a fence.",
        "negative_caption": "A group of people on motorcycles driving past a person behind a fence."
    },
    "361": {
        "filename": "000000189078.jpg",
        "caption": "Several assorted mixed fruits and vegetables on a fruit plate.",
        "negative_caption": "Several assorted vegetables and fruits on a vegetable plate."
    },
    "362": {
        "filename": "000000277020.jpg",
        "caption": "A man sitting at a bar being served by a woman",
        "negative_caption": "A woman sitting at a bar being served by a man."
    },
    "363": {
        "filename": "000000255536.jpg",
        "caption": "A row of various types of chairs and umbrella with a bridge in the background.",
        "negative_caption": "A row of various types of umbrellas and chair with a bridge in the background."
    },
    "364": {
        "filename": "000000527960.jpg",
        "caption": "A green park bench underneath a tree in a park.",
        "negative_caption": "A tree underneath a green park bench in a park."
    },
    "365": {
        "filename": "000000073153.jpg",
        "caption": "A close up of bark on a tree with a young man on a cell phone in the background",
        "negative_caption": "A close up of a young man on a cell phone in the foreground with a tree bark in the background."
    },
    "366": {
        "filename": "000000560880.jpg",
        "caption": "An old picture with two horses being directed by a man next to a dog. ",
        "negative_caption": "An old picture with a dog being directed by a man next to two horses."
    },
    "367": {
        "filename": "000000290163.jpg",
        "caption": "A young girl standing in front of a plate of food.",
        "negative_caption": "A plate of food standing in front of a young girl."
    },
    "368": {
        "filename": "000000319721.jpg",
        "caption": "A brown horse standing next to a woman in front of a house.",
        "negative_caption": "A woman standing next to a horse in front of a brown house."
    },
    "369": {
        "filename": "000000273760.jpg",
        "caption": "a man on a field with a tennis racket in his hand",
        "negative_caption": "A tennis racket on a field with a man in his hand."
    },
    "370": {
        "filename": "000000234779.jpg",
        "caption": "A sandwich is sitting in a white plate on top of a wood table.",
        "negative_caption": "A white plate is sitting on top of a wood table with a sandwich."
    },
    "371": {
        "filename": "000000172617.jpg",
        "caption": "A woman sitting on stone steps with a suitcase full of books.",
        "negative_caption": "A suitcase full of books sitting on stone steps with a woman."
    },
    "372": {
        "filename": "000000294163.jpg",
        "caption": "A tree branch in the foreground with a clock tower set against a blue sky in the background.",
        "negative_caption": "A clock tower in the foreground with a tree branch set against a blue sky in the background."
    },
    "373": {
        "filename": "000000032941.jpg",
        "caption": "Cars, truck and a bus stopped at a red light.",
        "negative_caption": "A bus stopped at a red light with cars and a truck."
    },
    "374": {
        "filename": "000000231527.jpg",
        "caption": "Oranges and two jars of an orange substance on a wooden table.",
        "negative_caption": "Two oranges and a jar of an orange substance on a wooden table."
    },
    "375": {
        "filename": "000000564091.jpg",
        "caption": "A woman is sitting at her jewelry display and talking on the phone.",
        "negative_caption": "Her jewelry display is sitting next to a woman who is talking on the phone."
    },
    "376": {
        "filename": "000000356387.jpg",
        "caption": "A row of parked motorcycles sitting in front of a tall building.",
        "negative_caption": "A tall row of buildings sitting in front of a parked motorcycle."
    },
    "377": {
        "filename": "000000085376.jpg",
        "caption": "two green and black motorcycles parked and some cars",
        "negative_caption": "Some green and black cars parked next to two motorcycles."
    },
    "378": {
        "filename": "000000396205.jpg",
        "caption": "Two cows in a meadow with a historic structure in the background.",
        "negative_caption": "A historic structure in a meadow with two cows in the background."
    },
    "379": {
        "filename": "000000540280.jpg",
        "caption": "A light that is sitting underneath a umbrella.",
        "negative_caption": "An umbrella that is sitting underneath a light."
    },
    "380": {
        "filename": "000000378139.jpg",
        "caption": "Covered canal tour boat in Europe on a sunny day",
        "negative_caption": "A sunny day with a covered canal tour boat in Europe."
    },
    "381": {
        "filename": "000000112298.jpg",
        "caption": "A young man standing below a shelf full of odds and ends.",
        "negative_caption": "A shelf standing below a young man full of odds and ends."
    },
    "382": {
        "filename": "000000376365.jpg",
        "caption": "A large orbital vase sits next to a candle on a table.",
        "negative_caption": "A large orbital candle sits next to a vase on a table."
    },
    "383": {
        "filename": "000000484351.jpg",
        "caption": "A classroom with kids and various men in suits.",
        "negative_caption": "A classroom with various kids and a man in a suit."
    },
    "384": {
        "filename": "000000541634.jpg",
        "caption": "Soup with meat, pasta and greens in a white bowl.",
        "negative_caption": "A white bowl with meat, pasta and greens sitting on a table."
    },
    "385": {
        "filename": "000000229111.jpg",
        "caption": "A boy holding two remotes in a room",
        "negative_caption": "A room holding two remotes with a boy in it."
    },
    "386": {
        "filename": "000000087038.jpg",
        "caption": "a man falls off his skateboard in a skate park.",
        "negative_caption": "A skateboard falls off a man in a skate park."
    },
    "387": {
        "filename": "000000546659.jpg",
        "caption": "A freight train passes by drab industrial buildings.",
        "negative_caption": "Drab industrial buildings pass by a freight train."
    },
    "388": {
        "filename": "000000105014.jpg",
        "caption": "A bowl full of food sitting on a table next to a fork that rests on top of a circular disk.",
        "negative_caption": "A fork full of food sitting on a table next to a bowl that rests on top of a circular disk."
    },
    "389": {
        "filename": "000000281414.jpg",
        "caption": "A woman with a book bag sits on a ledge with her cell phone.",
        "negative_caption": "A woman with a cell phone sits on a ledge with her book bag."
    },
    "390": {
        "filename": "000000222991.jpg",
        "caption": "A view of a pair of boots sitting in a corner, with an umbrella.",
        "negative_caption": "A view of an umbrella sitting in a corner, with a pair of boots."
    },
    "391": {
        "filename": "000000222991.jpg",
        "caption": "A pair of black boots stand next to a red umbrella. ",
        "negative_caption": "A pair of red boots stand next to a black umbrella."
    },
    "392": {
        "filename": "000000493286.jpg",
        "caption": "The restored old time car is parked near a four engine airplane.",
        "negative_caption": "A restored four engine airplane is parked near an old time car."
    },
    "393": {
        "filename": "000000182441.jpg",
        "caption": "A bunch of birds flying around a couple of waves near the ocean.",
        "negative_caption": "A couple of birds flying around a bunch of waves near the ocean."
    },
    "394": {
        "filename": "000000551804.jpg",
        "caption": "A tennis player is taking a swing on a red court.",
        "negative_caption": "A red player is taking a swing on a tennis court."
    },
    "395": {
        "filename": "000000509260.jpg",
        "caption": "a small television in front of a bookshelf",
        "negative_caption": "A bookshelf in front of a small television."
    },
    "396": {
        "filename": "000000393056.jpg",
        "caption": "A surfer rides a small wave in the ocean.",
        "negative_caption": "A small surfer rides a wave in the ocean."
    },
    "397": {
        "filename": "000000473406.jpg",
        "caption": "A little girl sitting on a kitchen counter next to a plate of food.",
        "negative_caption": "A plate of food sitting on a kitchen counter next to a little girl."
    },
    "398": {
        "filename": "000000435081.jpg",
        "caption": "A collage displays colorful deserts and fresh vegetables.",
        "negative_caption": "A collage displays fresh vegetables and colorful deserts."
    },
    "399": {
        "filename": "000000050828.jpg",
        "caption": "A hotel room bed with white linens, and a white desk beside it.",
        "negative_caption": "A white desk with white linens, and a hotel room bed beside it."
    },
    "400": {
        "filename": "000000138954.jpg",
        "caption": "A white plate on top of a table topped with fruits and vegetables.",
        "negative_caption": "Fruits and vegetables on top of a table topped with a white plate."
    },
    "401": {
        "filename": "000000506310.jpg",
        "caption": "A room with an empty and open refrigerator and a shelf of bottles.",
        "negative_caption": "A room with a shelf of empty and open bottles and a refrigerator."
    },
    "402": {
        "filename": "000000271728.jpg",
        "caption": "A orange cat is laying on a grey sofa.",
        "negative_caption": "A grey cat is laying on an orange sofa."
    },
    "403": {
        "filename": "000000018150.jpg",
        "caption": "A man feeding pizza to a reluctant toddler.",
        "negative_caption": "A toddler feeding pizza to a reluctant man."
    },
    "404": {
        "filename": "000000117645.jpg",
        "caption": "A person on a snowy slope on a snowboard.",
        "negative_caption": "A snowboard on a snowy slope with a person standing next to it."
    },
    "405": {
        "filename": "000000482800.jpg",
        "caption": "a close up of three people in a field with a frisbee",
        "negative_caption": "A frisbee in a field with three people in a close up."
    },
    "406": {
        "filename": "000000478286.jpg",
        "caption": "A street light in front of a colorful train on a bridge.",
        "negative_caption": "A colorful train in front of a street light on a bridge."
    },
    "407": {
        "filename": "000000413404.jpg",
        "caption": "Two people stroll through a park with benches and a playground.",
        "negative_caption": "A playground with benches and Two people strolling through a park."
    },
    "408": {
        "filename": "000000456496.jpg",
        "caption": "A woman sitting in front of the Eiffel tower near pigeons.",
        "negative_caption": "Pigeons sitting in front of the Eiffel tower near a woman."
    },
    "409": {
        "filename": "000000462756.jpg",
        "caption": "A grey motorcycle on dirt road next to a building.",
        "negative_caption": "A building on dirt road next to a grey motorcycle."
    },
    "410": {
        "filename": "000000011149.jpg",
        "caption": "A man sitting on a motorcycle near several bicycles with a partially visible person standing nearby.",
        "negative_caption": "A person sitting on several bicycles near a motorcycle with a partially visible man standing nearby."
    },
    "411": {
        "filename": "000000056288.jpg",
        "caption": "A sandwich on a plate with a pickle and peppers.  ",
        "negative_caption": "A pickle on a plate with a sandwich and peppers."
    },
    "412": {
        "filename": "000000537270.jpg",
        "caption": "A couple of people sitting at a table while using smart phones.",
        "negative_caption": "A couple of smart phones sitting on a table while people use them."
    },
    "413": {
        "filename": "000000359677.jpg",
        "caption": "A man riding a kiteboard over the ocean under a gray sky.",
        "negative_caption": "A kiteboard riding a man over the ocean under a gray sky."
    },
    "414": {
        "filename": "000000299355.jpg",
        "caption": "The meal of chicken and rice has green brocolli with it.",
        "negative_caption": "The meal of green broccoli has chicken and rice with it."
    },
    "415": {
        "filename": "000000189806.jpg",
        "caption": "A cat observing a dog that's sniffing something on the floor.",
        "negative_caption": "A dog observing a cat that's sniffing something on the floor."
    },
    "416": {
        "filename": "000000124277.jpg",
        "caption": "An elevated subway train in a major city on a sunny day.",
        "negative_caption": "A major city on an elevated subway train on a sunny day."
    },
    "417": {
        "filename": "000000477118.jpg",
        "caption": "A street pole with multiple signs next to a building.",
        "negative_caption": "A building with multiple signs next to a street pole."
    },
    "418": {
        "filename": "000000383842.jpg",
        "caption": "Several professionally dressed men watching a woman holding a Wii controller",
        "negative_caption": "Several professionally dressed women watching a man holding a Wii controller."
    },
    "419": {
        "filename": "000000279887.jpg",
        "caption": "a motorcycle parked in doors near other vehicles ",
        "negative_caption": "Other vehicles parked indoors near a motorcycle."
    },
    "420": {
        "filename": "000000269316.jpg",
        "caption": "Four men playing Ultimate Frisbee in a park.",
        "negative_caption": "A park playing Ultimate Frisbee with four men."
    },
    "421": {
        "filename": "000000519491.jpg",
        "caption": "Clock tower with a bronze statue on top on a sunny day. ",
        "negative_caption": "A bronze statue with a clock tower on top on a sunny day."
    },
    "422": {
        "filename": "000000554002.jpg",
        "caption": "Several people standing around and a black dog with a collar walking around.",
        "negative_caption": "A black dog with a collar standing around and several people walking around."
    },
    "423": {
        "filename": "000000483999.jpg",
        "caption": "People sitting at a long table in a restaurant with many plates. ",
        "negative_caption": "Plates sitting on a long table in a restaurant with many people."
    },
    "424": {
        "filename": "000000465718.jpg",
        "caption": "a table with so many screen and a keyboard",
        "negative_caption": "A keyboard with so many screens on a table."
    },
    "425": {
        "filename": "000000504711.jpg",
        "caption": "A piece of dutch chocolate cake with a fork  on a plate. ",
        "negative_caption": "A fork with dutch chocolate cake on a plate."
    },
    "426": {
        "filename": "000000187513.jpg",
        "caption": "A bathroom with a sliding shower door next to a toilet.",
        "negative_caption": "A bathroom with a toilet next to a sliding shower door."
    },
    "427": {
        "filename": "000000297562.jpg",
        "caption": "A little baby is getting a haircut in a pink chair.",
        "negative_caption": "A pink baby is getting a haircut in a little chair."
    },
    "428": {
        "filename": "000000218091.jpg",
        "caption": "A bedroom with a large bed sitting next to a black dresser.",
        "negative_caption": "A black dresser sitting next to a bedroom with a large bed."
    },
    "429": {
        "filename": "000000578489.jpg",
        "caption": "A girl is playing a game system while other kids look on.",
        "negative_caption": "Other kids are playing a game system while a girl looks on."
    },
    "430": {
        "filename": "000000379533.jpg",
        "caption": "A zebra and two elephants are on a grassy field.",
        "negative_caption": "Two zebras and an elephant are on a grassy field."
    },
    "431": {
        "filename": "000000238866.jpg",
        "caption": "A couple dozen of glazed donuts on a wire rack.",
        "negative_caption": "Glazed donuts on a couple dozen wire racks."
    },
    "432": {
        "filename": "000000051326.jpg",
        "caption": "Three Jack-O-Laturns of various shapes, one of which has flowers in it.",
        "negative_caption": "Flowers of various shapes, one of which has Three Jack-O-Lanterns in it."
    },
    "433": {
        "filename": "000000556498.jpg",
        "caption": "A street light with street names attached in front of a brick building.",
        "negative_caption": "A brick building with street names attached in front of a street light."
    },
    "434": {
        "filename": "000000547383.jpg",
        "caption": "two sheep laying in a field of grass",
        "negative_caption": "A field of grass with two sheep standing."
    },
    "435": {
        "filename": "000000352618.jpg",
        "caption": "A papia, orange and bruised banana sitting in a bowl.",
        "negative_caption": "A banana, orange and bruised papaya sitting in a bowl."
    },
    "436": {
        "filename": "000000457884.jpg",
        "caption": "Three children are playing baseball outside in a field.",
        "negative_caption": "A field with children playing baseball outside."
    },
    "437": {
        "filename": "000000519208.jpg",
        "caption": "A smiling man in green next to a large elephant.",
        "negative_caption": "A large man in green next to a smiling elephant."
    },
    "438": {
        "filename": "000000189451.jpg",
        "caption": "A part of a cake on a plate with a knife and cake server next to it.",
        "negative_caption": "A knife with a part of a cake on a plate and a cake server next to it."
    },
    "439": {
        "filename": "000000352618.jpg",
        "caption": "Raw mango and orange and ripe bananas in a bowl",
        "negative_caption": "Ripe mango and orange and raw bananas in a bowl."
    },
    "440": {
        "filename": "000000186980.jpg",
        "caption": "A wooden table with two chairs next to a sink.",
        "negative_caption": "A sink with two chairs next to a wooden table."
    },
    "441": {
        "filename": "000000343976.jpg",
        "caption": "A city street lit up in a night scene with cars in the background. ",
        "negative_caption": "Cars lit up in a night scene with a city street in the background."
    },
    "442": {
        "filename": "000000210394.jpg",
        "caption": "A large bus and some people on a city street.",
        "negative_caption": "Some people and a small car on a city street."
    },
    "443": {
        "filename": "000000174371.jpg",
        "caption": "A woman in camouflage showing a device to young women.",
        "negative_caption": "Young women in camouflage showing a device to a woman."
    },
    "444": {
        "filename": "000000340930.jpg",
        "caption": "the scissors sit in a containers with pens and markers",
        "negative_caption": "Pens and markers sit in a container with the scissors."
    },
    "445": {
        "filename": "000000221502.jpg",
        "caption": "A park bench surrounded by floral arrangements on either side.",
        "negative_caption": "Floral arrangements surrounded by a park bench on either side."
    },
    "446": {
        "filename": "000000509735.jpg",
        "caption": "A family of giraffes by a few zebras and a gazelle.",
        "negative_caption": "A few giraffes by a family of zebras and a gazelle."
    },
    "447": {
        "filename": "000000560011.jpg",
        "caption": "The end of a computer keyboard and a blue-illuminated black wireless mouse sit on a table. ",
        "negative_caption": "The end of a black wireless mouse and a blue-illuminated computer keyboard sit on a table."
    },
    "448": {
        "filename": "000000493286.jpg",
        "caption": "And antique red car is positioned in front of an airplane. ",
        "negative_caption": "An airplane is positioned in front of an antique red car."
    },
    "449": {
        "filename": "000000056288.jpg",
        "caption": "A large half a sandwich sitting on a plate next to a pepperocini",
        "negative_caption": "A large pepperocini sitting on a plate next to a half a sandwich."
    },
    "450": {
        "filename": "000000203580.jpg",
        "caption": "The colorful umbrella sits in front of the lavender building.",
        "negative_caption": "The lavender building sits in front of the colorful umbrella."
    },
    "451": {
        "filename": "000000520324.jpg",
        "caption": "A crop dusting plane next to grassy field and tree.",
        "negative_caption": "A tree next to a grassy field and crop dusting plane."
    },
    "452": {
        "filename": "000000513283.jpg",
        "caption": "this is an image of a plate of pizza with a toy bunny.",
        "negative_caption": "This is an image of a toy bunny with a plate of pizza."
    },
    "453": {
        "filename": "000000164637.jpg",
        "caption": "An old fashion sink with the cover painted pink near the mirror. ",
        "negative_caption": "A mirror with the cover painted pink near an old fashion sink."
    },
    "454": {
        "filename": "000000277051.jpg",
        "caption": "Two sparrows sit n a table with a red tablecloth at an outdoor cafe. ",
        "negative_caption": "A red tablecloth sits on a table with two sparrows at an outdoor cafe."
    },
    "455": {
        "filename": "000000144932.jpg",
        "caption": "a tub boat pulling a small barge through the water",
        "negative_caption": "A small barge pulling a tub boat through the water."
    },
    "456": {
        "filename": "000000167240.jpg",
        "caption": "A blue vase with an orange floral patters sits in front of a map.",
        "negative_caption": "A map with an orange floral pattern sits in front of a blue vase."
    },
    "457": {
        "filename": "000000070774.jpg",
        "caption": "A motorcycle is sitting outside near some plants.",
        "negative_caption": "Some plants are sitting outside near a motorcycle."
    },
    "458": {
        "filename": "000000519569.jpg",
        "caption": "A very nice large modern style kitchen with a bar.",
        "negative_caption": "A very nice large modern style bar with a kitchen."
    },
    "459": {
        "filename": "000000441543.jpg",
        "caption": "A woman with a large umbrella in a busy square. ",
        "negative_caption": "A large woman with an umbrella in a busy square."
    },
    "460": {
        "filename": "000000157098.jpg",
        "caption": "Two giraffes make contact while a third eats from a tree.",
        "negative_caption": "A third giraffe makes contact while two others eat from a tree."
    },
    "461": {
        "filename": "000000543528.jpg",
        "caption": "A big plane flying low  on a cloudy sky",
        "negative_caption": "A cloudy plane flying low on a big sky."
    },
    "462": {
        "filename": "000000578922.jpg",
        "caption": "A vase full of flowers on a bathroom sink counter. ",
        "negative_caption": "A bathroom sink counter full of flowers in a vase."
    },
    "463": {
        "filename": "000000219271.jpg",
        "caption": "The black and white photo shows a truck tilting a large cargo crate.",
        "negative_caption": "The black and white photo shows a large cargo crate tilting a truck."
    },
    "464": {
        "filename": "000000127092.jpg",
        "caption": "A historic trolley sign is across the street from a large building.",
        "negative_caption": "A large trolley sign is across the street from a historic building."
    },
    "465": {
        "filename": "000000017207.jpg",
        "caption": "A white bus with a flat tire sitting next to a bench.",
        "negative_caption": "A bench with a flat tire sitting next to a white bus."
    },
    "466": {
        "filename": "000000395903.jpg",
        "caption": "A man carries his surfboard near incoming waves.",
        "negative_caption": "His surfboard carries a man near incoming waves."
    },
    "467": {
        "filename": "000000577976.jpg",
        "caption": "A construction truck is in front of the huge building. ",
        "negative_caption": "A huge truck is in front of the construction building."
    },
    "468": {
        "filename": "000000304180.jpg",
        "caption": "A woman is standing near a snack bar with a skate board. ",
        "negative_caption": "A skate board is standing near a snack bar with a woman."
    },
    "469": {
        "filename": "000000377723.jpg",
        "caption": "A blue bus parked in front of a tall building.",
        "negative_caption": "A tall bus parked in front of a blue building."
    },
    "470": {
        "filename": "000000185250.jpg",
        "caption": "A man watches as a dog prepares to jump for a frisbee.",
        "negative_caption": "A dog watches as a man prepares to jump for a frisbee."
    },
    "471": {
        "filename": "000000333697.jpg",
        "caption": "Three traffic signs sit on on a corner in front of a brick wall.",
        "negative_caption": "A brick wall sits on a corner in front of three traffic signs."
    },
    "472": {
        "filename": "000000453584.jpg",
        "caption": "What appears to be a beach-side eatery has an outdoor area with a metal railing and high stools, the whole of which rests on a tilted walkway with a sign and  a bench with a logo on it. ",
        "negative_caption": "What appears to be a beach-side eatery has an outdoor area with high stools and a tilted walkway with a sign and a bench with a logo on it, the whole of which rests on a metal railing."
    },
    "473": {
        "filename": "000000383606.jpg",
        "caption": "A person taking a picture inside a bathroom with a blue sink and a brown door",
        "negative_caption": "A person taking a picture inside a bathroom with a brown sink and a blue door."
    },
    "474": {
        "filename": "000000363666.jpg",
        "caption": "A few men eating an assortment of foods at a table.",
        "negative_caption": "An assortment of men eating a few foods at a table."
    },
    "475": {
        "filename": "000000133567.jpg",
        "caption": "A train on train tracks with a person in the foreground.",
        "negative_caption": "A person on train tracks with a train in the foreground."
    },
    "476": {
        "filename": "000000125062.jpg",
        "caption": "A line of small teddy bears are in front of several DVD cases.",
        "negative_caption": "Several small DVD cases are in front of a line of teddy bears."
    },
    "477": {
        "filename": "000000464358.jpg",
        "caption": "A bed with stacked pillows is in a bedroom with a chair.",
        "negative_caption": "A chair with stacked pillows is in a bedroom with a bed."
    },
    "478": {
        "filename": "000000129492.jpg",
        "caption": "Two young boys sitting on floor, one playing a computer game.",
        "negative_caption": "A computer game sitting on floor, with two young boys playing."
    },
    "479": {
        "filename": "000000547383.jpg",
        "caption": "Two sheep lay in the grass and look at the camera. ",
        "negative_caption": "The camera lays in the grass and two sheep look at it."
    },
    "480": {
        "filename": "000000235857.jpg",
        "caption": "A brown cow and two black cows eating grass in a field. ",
        "negative_caption": "Two brown cows and a black cow eating grass in a field."
    },
    "481": {
        "filename": "000000067406.jpg",
        "caption": "A kite flying around a park with two men near it.",
        "negative_caption": "Two kites flying around a park with a man near them."
    },
    "482": {
        "filename": "000000099428.jpg",
        "caption": "a laptop and three cellphones on a yellow table",
        "negative_caption": "Three laptops and a cellphone on a yellow table."
    },
    "483": {
        "filename": "000000572408.jpg",
        "caption": "A calf laying in front of a cow.",
        "negative_caption": "A cow laying in front of a calf."
    },
    "484": {
        "filename": "000000051326.jpg",
        "caption": "A group of Halloween Jack o' lantern sitting on a floor with flowers and paper cut outs. ",
        "negative_caption": "A group of flowers sitting on a floor with Halloween Jack o' lantern and paper cut outs."
    },
    "485": {
        "filename": "000000046031.jpg",
        "caption": "A small tablet computer next to a larger monitor and keyboard.",
        "negative_caption": "A larger tablet computer next to a smaller monitor and keyboard."
    },
    "486": {
        "filename": "000000218424.jpg",
        "caption": "Four zebra are standing next to each other in a field.",
        "negative_caption": "A field with four zebra standing far apart from each other."
    },
    "487": {
        "filename": "000000567740.jpg",
        "caption": "Two people with skis on at the top of a mountain. ",
        "negative_caption": "Skis with two people on top of a mountain."
    },
    "488": {
        "filename": "000000187055.jpg",
        "caption": "A girl dressed in black holds up a tennis racket as a man in a white t-shirt stands in front of her.",
        "negative_caption": "A man dressed in black holds up a tennis racket as a girl in a white t-shirt stands behind him."
    },
    "489": {
        "filename": "000000134112.jpg",
        "caption": "A dog sitting in front of a laptop on top of a bed",
        "negative_caption": "A laptop sitting in front of a dog on top of a bed."
    },
    "490": {
        "filename": "000000148999.jpg",
        "caption": "Smoke from a passing train obscures a huge mural.",
        "negative_caption": "A huge smoke obscures a passing train mural."
    },
    "491": {
        "filename": "000000117374.jpg",
        "caption": "Several cats sitting near a tree and a bird on a fence post.",
        "negative_caption": "Several birds sitting near a tree and a cat on a fence post."
    },
    "492": {
        "filename": "000000241319.jpg",
        "caption": "Two toothbrushes each in a glass on the sink.",
        "negative_caption": "A glass with toothbrushes on the sink."
    },
    "493": {
        "filename": "000000040757.jpg",
        "caption": "A child laying on a bed with a white pillow.",
        "negative_caption": "A white pillow laying on a bed with a child."
    },
    "494": {
        "filename": "000000042888.jpg",
        "caption": "Forested area in city with a sign with cartoon character nearby.",
        "negative_caption": "A sign with cartoon character in city with a forested area nearby."
    },
    "495": {
        "filename": "000000553664.jpg",
        "caption": "the red laptop is sitting on the table with headphones",
        "negative_caption": "The headphones are sitting on the table with the red laptop."
    },
    "496": {
        "filename": "000000536073.jpg",
        "caption": "A blender next to some tequila, a lime and a mixed drink.",
        "negative_caption": "A mixed drink next to some tequila, a lime and a blender."
    },
    "497": {
        "filename": "000000500613.jpg",
        "caption": "A fire truck parked in a parking lot with other trucks. ",
        "negative_caption": "Other fire trucks parked in a parking lot with a truck."
    },
    "498": {
        "filename": "000000184321.jpg",
        "caption": "A blue train is next to a sidewalk on the rails.",
        "negative_caption": "A sidewalk is next to a train on the blue rails."
    },
    "499": {
        "filename": "000000514376.jpg",
        "caption": "A trolley is going down the street while a car passes it.",
        "negative_caption": "A car is going down the street while a trolley passes it."
    },
    "500": {
        "filename": "000000029675.jpg",
        "caption": "A plate topped with three hot dogs on top of a table.",
        "negative_caption": "A table topped with three hot dogs on top of a plate."
    },
    "501": {
        "filename": "000000344100.jpg",
        "caption": "A half eaten sandwich sits on a table with a coffee near by.",
        "negative_caption": "A half eaten coffee sits on a table with a sandwich near by."
    },
    "502": {
        "filename": "000000107554.jpg",
        "caption": "A surfboard leans against a wheelbarrow on the lawn.",
        "negative_caption": "A wheelbarrow leans against a surfboard on the lawn."
    },
    "503": {
        "filename": "000000467315.jpg",
        "caption": "A vase full of white flowers sitting on a wooden table.",
        "negative_caption": "A wooden table full of white flowers sitting in a vase."
    },
    "504": {
        "filename": "000000205542.jpg",
        "caption": "a brown teddy bear sitting on an odd looking chair",
        "negative_caption": "An odd looking teddy bear sitting on a brown chair."
    },
    "505": {
        "filename": "000000570471.jpg",
        "caption": "A man is cutting into a cake as someone hugs him.",
        "negative_caption": "Someone is cutting into a cake as a man hugs them."
    },
    "506": {
        "filename": "000000417285.jpg",
        "caption": "A series of photos of two plates with different desserts and another plate with a cup of coffee.",
        "negative_caption": "A series of photos of a plate with a cup of coffee and another plate with different desserts."
    },
    "507": {
        "filename": "000000077460.jpg",
        "caption": "People fill a park area under a cloudy sky while kites pepper the sky.",
        "negative_caption": "Kites fill a cloudy sky while people pepper the park area."
    },
    "508": {
        "filename": "000000465718.jpg",
        "caption": "A computer desk topped with two monitors and a laptop.",
        "negative_caption": "Two monitors topped with a laptop on a computer desk."
    },
    "509": {
        "filename": "000000319369.jpg",
        "caption": "Beach goers set up umbrellas next to rental signs while a cop watches.",
        "negative_caption": "A cop sets up umbrellas next to rental signs while beach goers watch."
    },
    "510": {
        "filename": "000000450202.jpg",
        "caption": "A plate filled with food sitting next to three glasses.\n",
        "negative_caption": "Three plates filled with food sitting next to a glass."
    },
    "511": {
        "filename": "000000016228.jpg",
        "caption": "A horse pulling a wagon with a conductor down the road. ",
        "negative_caption": "A conductor pulling a wagon with a horse down the road."
    },
    "512": {
        "filename": "000000002431.jpg",
        "caption": "A plate on a wooden table full of bread.",
        "negative_caption": "A wooden table with bread on it next to a plate."
    },
    "513": {
        "filename": "000000022892.jpg",
        "caption": "A cat sitting on a table next to plants and a dog outside of a sliding glass door, looking in.",
        "negative_caption": "A dog sitting on a table next to plants and a cat outside of a sliding glass door, looking in."
    },
    "514": {
        "filename": "000000578236.jpg",
        "caption": "An iguana and two birds are sitting on several steps.",
        "negative_caption": "Two iguanas and a bird are sitting on several steps."
    },
    "515": {
        "filename": "000000012639.jpg",
        "caption": "A boy preparing to swing a baseball bat with parents looking on.",
        "negative_caption": "Parents preparing to swing a baseball bat with a boy looking on."
    },
    "516": {
        "filename": "000000163611.jpg",
        "caption": "A picnic table with pizza on two trays ",
        "negative_caption": "Two trays with pizza on a picnic table."
    },
    "517": {
        "filename": "000000185802.jpg",
        "caption": "There is a banana on a beach chair with a small umbrella",
        "negative_caption": "There is a small umbrella on a beach chair with a banana."
    },
    "518": {
        "filename": "000000136355.jpg",
        "caption": "a bright kitchen with tulips on the table and plants by the window ",
        "negative_caption": "A bright kitchen with plants on the table and tulips by the window."
    },
    "519": {
        "filename": "000000468925.jpg",
        "caption": "French bread on a plate with eggs, bacon and banana slices atop the bread.",
        "negative_caption": "Eggs on a plate with French bread, bacon and banana slices atop the bread."
    },
    "520": {
        "filename": "000000521540.jpg",
        "caption": "A banana is on a plate with cookies and peanut butter.",
        "negative_caption": "Cookies and peanut butter are on a plate with a banana."
    },
    "521": {
        "filename": "000000058393.jpg",
        "caption": "Two people sitting on a bench silhouetted against the sea.",
        "negative_caption": "A bench silhouetted against the sea with two people standing next to it."
    },
    "522": {
        "filename": "000000107554.jpg",
        "caption": "A wheelbarrow sitting in a field next to a surfboard.",
        "negative_caption": "A surfboard sitting in a field next to a wheelbarrow."
    },
    "523": {
        "filename": "000000170613.jpg",
        "caption": "A couple of women are at the beach with surfboards",
        "negative_caption": "Surfboards are at the beach with a couple of women."
    },
    "524": {
        "filename": "000000449996.jpg",
        "caption": "Some parked airplanes and one airplane in the sky",
        "negative_caption": "One parked airplane on the ground and some airplanes in the sky."
    },
    "525": {
        "filename": "000000057149.jpg",
        "caption": "A train traveling across a road in front of a school bus.",
        "negative_caption": "A school bus traveling across a road in front of a train."
    },
    "526": {
        "filename": "000000182611.jpg",
        "caption": "People serving themselves food from a buffet table in a private home.",
        "negative_caption": "A buffet table serving food to people in a private home."
    },
    "527": {
        "filename": "000000293300.jpg",
        "caption": "two elephants in a encloseur at a zoo",
        "negative_caption": "An enclosure with two elephants at a zoo."
    },
    "528": {
        "filename": "000000167572.jpg",
        "caption": "A sandwich with nachos and a salad on a plate.",
        "negative_caption": "A salad with nachos and a sandwich on a plate."
    },
    "529": {
        "filename": "000000286182.jpg",
        "caption": "A man sitting near a table with a bunch of food on it",
        "negative_caption": "A table sitting near a man with a bunch of food on it."
    },
    "530": {
        "filename": "000000515445.jpg",
        "caption": "Surboarders are in the water and waiting on the shore.",
        "negative_caption": "Surboarders are on the shore and waiting in the water."
    },
    "531": {
        "filename": "000000508586.jpg",
        "caption": "Herd of zebra grazing on dried grasses in open field.",
        "negative_caption": "Open field grazing on dried grasses with a herd of zebra."
    },
    "532": {
        "filename": "000000428867.jpg",
        "caption": "A table full of different teddy bears with place cards",
        "negative_caption": "Different tables full of teddy bears with place cards."
    },
    "533": {
        "filename": "000000295316.jpg",
        "caption": "Four surfers are trying to catch a wave as they stand.",
        "negative_caption": "A wave is trying to catch four surfers as they stand."
    },
    "534": {
        "filename": "000000183049.jpg",
        "caption": "Three level book shelve with many books in front of blue wall.",
        "negative_caption": "Many books in front of a blue wall with a three level book shelve."
    },
    "535": {
        "filename": "000000321333.jpg",
        "caption": "A couple of children sitting in front of a blanket.",
        "negative_caption": "A blanket sitting in front of a couple of children."
    },
    "536": {
        "filename": "000000283520.jpg",
        "caption": "Two people standing in front of some trees.",
        "negative_caption": "Some people standing in front of two trees."
    },
    "537": {
        "filename": "000000214224.jpg",
        "caption": " A blender sitting next to bottles of booze under a sign that reads PUB.",
        "negative_caption": "Bottles of booze sitting next to a blender under a sign that reads PUB."
    },
    "538": {
        "filename": "000000547144.jpg",
        "caption": "There are two desktop computer and one laptop on the desk.",
        "negative_caption": "There is one desktop computer and two laptops on the desk."
    },
    "539": {
        "filename": "000000442822.jpg",
        "caption": "Several boats in the water docked at a marina.",
        "negative_caption": "Several people in boats on the dock at a marina."
    },
    "540": {
        "filename": "000000578500.jpg",
        "caption": "A well-lit and well-decorated living room shows a glimpse of a glass front door through the corridor. ",
        "negative_caption": "A well-lit and well-decorated glass front door shows a glimpse of a living room through the corridor."
    },
    "541": {
        "filename": "000000036539.jpg",
        "caption": "A male skier is posing for the camera while a young girl is in the background. ",
        "negative_caption": "A young girl is posing for the camera while a male skier is in the background."
    },
    "542": {
        "filename": "000000189820.jpg",
        "caption": "A blue office chair sitting next to a wooden desk.",
        "negative_caption": "A wooden office chair sitting next to a blue desk."
    },
    "543": {
        "filename": "000000088848.jpg",
        "caption": "A collage of photos including two which portray colorful fire hydrants.",
        "negative_caption": "A collage of fire hydrants including two which portray colorful photos."
    },
    "544": {
        "filename": "000000395801.jpg",
        "caption": "A woman sits on a bench as people walk down a sidewalk. ",
        "negative_caption": "People sit on a bench as a woman walks down a sidewalk."
    },
    "545": {
        "filename": "000000460333.jpg",
        "caption": "A little boy sits on a bed with a chair next to it.",
        "negative_caption": "A little boy sits on a chair with a bed next to it."
    },
    "546": {
        "filename": "000000090891.jpg",
        "caption": "Five people sit in a room filled with bananas.",
        "negative_caption": "Bananas sit in a room filled with five people."
    },
    "547": {
        "filename": "000000248631.jpg",
        "caption": "A Windows laptop with a corded mouse on top of a counter.",
        "negative_caption": "A corded mouse with a Windows laptop on top of a counter."
    },
    "548": {
        "filename": "000000206487.jpg",
        "caption": "A man riding a motorcycle with a woman on back of it.",
        "negative_caption": "A woman riding a motorcycle with a man on back of it."
    },
    "549": {
        "filename": "000000516804.jpg",
        "caption": "A bus stop sign with a large building in the background.",
        "negative_caption": "A large building sign with a bus stop in the background."
    },
    "550": {
        "filename": "000000533958.jpg",
        "caption": "A white plate topped with a fried egg next to a salad.",
        "negative_caption": "A salad topped with a fried egg next to a white plate."
    },
    "551": {
        "filename": "000000094871.jpg",
        "caption": "a couple of men feed some sheep ",
        "negative_caption": "Some men feed a couple of sheep."
    },
    "552": {
        "filename": "000000491497.jpg",
        "caption": "White ornate seat in nicely decorated room with television.",
        "negative_caption": "White ornate television in nicely decorated room with seat."
    },
    "553": {
        "filename": "000000533206.jpg",
        "caption": "A sandwich on top of a metal tray next to a bowl of dipping sauce.",
        "negative_caption": "A bowl of dipping sauce on top of a metal tray next to a sandwich."
    },
    "554": {
        "filename": "000000032901.jpg",
        "caption": "Four men are standing together behind a group of red chairs.",
        "negative_caption": "A group of four red chairs are standing together behind a man."
    },
    "555": {
        "filename": "000000419653.jpg",
        "caption": "A buffet of casserole dishes on a kitchen counter.",
        "negative_caption": "Casserole dishes on a buffet with a kitchen counter."
    },
    "556": {
        "filename": "000000360097.jpg",
        "caption": "A gate is near lots and lots of luggage that is all grouped together in different clusters.",
        "negative_caption": "Lots of luggage is near a gate that is all grouped together in different clusters."
    },
    "557": {
        "filename": "000000476810.jpg",
        "caption": "A black and white cat laying on white blanket next to a remote.",
        "negative_caption": "A black and white cat laying on a remote next to a white blanket."
    },
    "558": {
        "filename": "000000184791.jpg",
        "caption": "a painting of fruit and a candle with a vase",
        "negative_caption": "A painting of fruit and a vase with a candle."
    },
    "559": {
        "filename": "000000213224.jpg",
        "caption": "Two vases of fresh flowers sit on top of the table.",
        "negative_caption": "The table of fresh flowers sit on top of two vases."
    },
    "560": {
        "filename": "000000058655.jpg",
        "caption": "A slender high rise building is fashioned behind a pole clock.",
        "negative_caption": "A pole clock is fashioned behind a slender high rise building."
    },
    "561": {
        "filename": "000000425361.jpg",
        "caption": "A man at an office desk drinking a glass of wine.",
        "negative_caption": "A glass of wine at an office desk with a man drinking."
    },
    "562": {
        "filename": "000000520264.jpg",
        "caption": "A man, his arm across the woman next to him, stands in a blandly colored kitchen area,  in front of a black-rimmed  window, next to a counter with a microwave, plates, with and without food, and wine bottles.  ",
        "negative_caption": "A man, his arm across the microwave next to him, stands in a blandly colored kitchen area, in front of a black-rimmed window, next to a counter with a woman, plates, with and without food, and wine bottles"
    },
    "563": {
        "filename": "000000470773.jpg",
        "caption": "Chef at counter with baked goods, baking pans and containers of toppings.",
        "negative_caption": "Baked goods at counter with chef, baking pans and containers of toppings."
    },
    "564": {
        "filename": "000000067616.jpg",
        "caption": "A city street has diners eating on outside tables.",
        "negative_caption": "Outside tables have diners eating on a city street."
    },
    "565": {
        "filename": "000000530162.jpg",
        "caption": "A man holding a large umbrella with some girls and a woman underneath.",
        "negative_caption": "Some girls and a woman holding a large umbrella with a man underneath."
    },
    "566": {
        "filename": "000000417085.jpg",
        "caption": "two cows stand next to paved road  in country",
        "negative_caption": "A paved road stands next to two cows in the country."
    },
    "567": {
        "filename": "000000437239.jpg",
        "caption": "A group of people standing beside a bench with frisbees.",
        "negative_caption": "A bench standing beside a group of people with frisbees."
    },
    "568": {
        "filename": "000000010977.jpg",
        "caption": "this bathroom has pink tiles in the shower and is painted blue",
        "negative_caption": "This bathroom has blue tiles in the shower and is painted pink."
    },
    "569": {
        "filename": "000000114884.jpg",
        "caption": "A crowd of people outside a terminal boarding buses.",
        "negative_caption": "A crowd of people boarding buses inside a terminal."
    },
    "570": {
        "filename": "000000460229.jpg",
        "caption": "A red stop sign sitting next to a car under a traffic light.",
        "negative_caption": "A car sitting next to a stop sign under a traffic light."
    },
    "571": {
        "filename": "000000273132.jpg",
        "caption": "An old woman leans on her back while sitting on an ornate bench.",
        "negative_caption": "An ornate woman leans on her back while sitting on an old bench."
    },
    "572": {
        "filename": "000000196442.jpg",
        "caption": "A snow skier is being pulled by a rope overhead.",
        "negative_caption": "A rope is being pulled by a snow skier overhead."
    },
    "573": {
        "filename": "000000218362.jpg",
        "caption": "A wall with several different clocks hanging from it with a mirror next to them.",
        "negative_caption": "A mirror with several different clocks hanging from it with a wall next to them."
    },
    "574": {
        "filename": "000000070254.jpg",
        "caption": "Passengers wait at the platform as a passenger train approaches.",
        "negative_caption": "A passenger train waits at the platform as passengers approach."
    },
    "575": {
        "filename": "000000081766.jpg",
        "caption": "three large dogs sitting outside near a forested area",
        "negative_caption": "A forested area with three large dogs sitting outside near it."
    },
    "576": {
        "filename": "000000265816.jpg",
        "caption": "a white horse pulling a carriage with a man on it.",
        "negative_caption": "A man pulling a carriage with a white horse on it."
    },
    "577": {
        "filename": "000000109055.jpg",
        "caption": "A cat sitting between two bikes  sitting next to each other.",
        "negative_caption": "Two cats sitting between a bike sitting next to each other."
    },
    "578": {
        "filename": "000000512648.jpg",
        "caption": "a brown cow is standing under a green tree",
        "negative_caption": "A green cow is standing under a brown tree."
    },
    "579": {
        "filename": "000000015497.jpg",
        "caption": "A cat laying on top of a couch next to a computer mouse.",
        "negative_caption": "A computer mouse laying on top of a couch next to a cat."
    },
    "580": {
        "filename": "000000462728.jpg",
        "caption": "A man is in the ocean waves near his surfboard with a dog on it.",
        "negative_caption": "A dog is in the ocean waves near his surfboard with a man on it."
    },
    "581": {
        "filename": "000000354072.jpg",
        "caption": "A large plant is in the corner of a small bathroom.",
        "negative_caption": "A small plant is in the corner of a large bathroom."
    },
    "582": {
        "filename": "000000001761.jpg",
        "caption": "Two airplanes flying in the sky above a black bridge.",
        "negative_caption": "A black airplane flying in the sky above two bridges."
    },
    "583": {
        "filename": "000000089648.jpg",
        "caption": "People are sitting in chairs on phones and computers.",
        "negative_caption": "Phones and computers are sitting on chairs with people using them."
    },
    "584": {
        "filename": "000000209757.jpg",
        "caption": "Boy riding a skate board over a concrete seat.",
        "negative_caption": "A skate board riding over a concrete seat with a boy on it."
    },
    "585": {
        "filename": "000000053505.jpg",
        "caption": "A toilet area features some shelving with silver accents and towels and a white toilet.",
        "negative_caption": "A toilet area features silver accents with some towels and white shelving."
    },
    "586": {
        "filename": "000000088432.jpg",
        "caption": "A road between the buildings where a big car is parked.A water hydrant is also seen.",
        "negative_caption": "A road between the buildings where a water hydrant is parked. A big car is also seen."
    },
    "587": {
        "filename": "000000261888.jpg",
        "caption": "A biker stands on a path as horses follow.",
        "negative_caption": "Horses stand on a path as a biker follows."
    },
    "588": {
        "filename": "000000114049.jpg",
        "caption": "Passengers with luggage in an airport \"limo\" bus.",
        "negative_caption": "Luggage with passengers in an airport \"limo\" bus."
    },
    "589": {
        "filename": "000000450075.jpg",
        "caption": "A person is tying a tie around a girls .neck.",
        "negative_caption": "A girl is tying a tie around a person's neck."
    },
    "590": {
        "filename": "000000184384.jpg",
        "caption": "A bluebery cake is on a plate and is topped with butter.",
        "negative_caption": "Butter is on a plate and is topped with a blueberry cake."
    },
    "591": {
        "filename": "000000316015.jpg",
        "caption": "A cat is sitting on a desk next to a computer.",
        "negative_caption": "A computer is sitting on a desk next to a cat."
    },
    "592": {
        "filename": "000000008021.jpg",
        "caption": "People watch a man delivering a lecture on a screen.",
        "negative_caption": "A man watches people delivering a lecture on a screen."
    },
    "593": {
        "filename": "000000535523.jpg",
        "caption": "A machine in a factory with a blue chair sitting next to it.",
        "negative_caption": "A blue chair in a factory with a machine sitting next to it."
    },
    "594": {
        "filename": "000000534041.jpg",
        "caption": "A woman feeding a little boy french fries at a restaurant. ",
        "negative_caption": "A little boy feeding french fries to a woman at a restaurant."
    },
    "595": {
        "filename": "000000484893.jpg",
        "caption": "Several sheep are in a pen as some kids stand next to it while one boy has his hand on one of the sheep's head.",
        "negative_caption": "Several sheep are in a pen as one boy stands next to it while some kids have their hands on one of the sheep's head."
    },
    "596": {
        "filename": "000000468245.jpg",
        "caption": "An unmade bed with pillows and a decorative head board.",
        "negative_caption": "Pillows with a decorative head board on an unmade bed."
    },
    "597": {
        "filename": "000000076731.jpg",
        "caption": "A pen sitting on top of an electronic devise",
        "negative_caption": "An electronic device sitting on top of a pen."
    },
    "598": {
        "filename": "000000353051.jpg",
        "caption": "a woman in green hairs on the field with a brown horse",
        "negative_caption": "A brown woman on the field with a green horse."
    },
    "599": {
        "filename": "000000514540.jpg",
        "caption": "An upward view of a building and several signs, including a one way sign. ",
        "negative_caption": "Several signs with a one way sign viewed from above a building."
    },
    "600": {
        "filename": "000000484296.jpg",
        "caption": "Two zebras, on sitting down on the ground, the other standing up next to a tree.",
        "negative_caption": "Two zebras, one standing up next to the ground, the other sitting down next to a tree."
    },
    "601": {
        "filename": "000000226130.jpg",
        "caption": "Two cooked hot dogs on a plate with parsley.",
        "negative_caption": "Parsley on a plate with two cooked hot dogs."
    },
    "602": {
        "filename": "000000153343.jpg",
        "caption": "two teddy bear on the arden with some decorations",
        "negative_caption": "Some decorations on the garden with two teddy bears."
    },
    "603": {
        "filename": "000000011813.jpg",
        "caption": "A camera sits on a tripod connected to a laptop.",
        "negative_caption": "A laptop sits on a tripod connected to a camera."
    },
    "604": {
        "filename": "000000403584.jpg",
        "caption": "Two surfers stand with their surfboards on a beach.",
        "negative_caption": "Two surfboards stand with their surfers on a beach."
    },
    "605": {
        "filename": "000000319184.jpg",
        "caption": "Two people in an open field are playing with a frisbee.",
        "negative_caption": "An open field with a frisbee is being played by two people."
    },
    "606": {
        "filename": "000000099428.jpg",
        "caption": "There are two electronic devices on top of the laptop.",
        "negative_caption": "There is a laptop on top of two electronic devices."
    },
    "607": {
        "filename": "000000349837.jpg",
        "caption": "Several refrigerators are lined up by a wall.",
        "negative_caption": "A wall is lined up by several refrigerators."
    },
    "608": {
        "filename": "000000073702.jpg",
        "caption": "A man with an umbrella hat stands next to another man.",
        "negative_caption": "Another man with a hat stands next to an umbrella man."
    },
    "609": {
        "filename": "000000112798.jpg",
        "caption": "A cat lying in the sun on a table.",
        "negative_caption": "A table lying in the sun with a cat on it."
    },
    "610": {
        "filename": "000000172856.jpg",
        "caption": "A faded stop sign with two street signs above, in a rural area.",
        "negative_caption": "Two faded street signs with a stop sign above, in a rural area."
    },
    "611": {
        "filename": "000000121242.jpg",
        "caption": "Two horses hitched to a wagon with a driver.",
        "negative_caption": "A driver hitched to a wagon with two horses."
    },
    "612": {
        "filename": "000000232646.jpg",
        "caption": "An icy snow covered road overlooking a body of water.",
        "negative_caption": "A body of water overlooking an icy snow covered road."
    },
    "613": {
        "filename": "000000084674.jpg",
        "caption": "A woman is holding a baby with another young boy beside her.",
        "negative_caption": "A young boy is holding a baby with another woman beside him."
    },
    "614": {
        "filename": "000000168458.jpg",
        "caption": "A vase with purple iris's sitting next to a ceramic pitcher.",
        "negative_caption": "A ceramic pitcher with purple iris's sitting next to a vase."
    },
    "615": {
        "filename": "000000385997.jpg",
        "caption": "A room with filtered light coming through vertical blinds on a doorwall,  with a sleeping dog lying on a dog bed next to a rocking chair",
        "negative_caption": "A room with filtered light coming through vertical blinds on a doorwall, with a sleeping rocking chair lying next to a dog bed."
    },
    "616": {
        "filename": "000000237984.jpg",
        "caption": "a bench sits in front of a chair ",
        "negative_caption": "A chair sits in front of a bench."
    },
    "617": {
        "filename": "000000475678.jpg",
        "caption": "Several suit cases lined in rows with luggage tags on them.",
        "negative_caption": "Several luggage tags lined in rows with suit cases on them."
    },
    "618": {
        "filename": "000000369675.jpg",
        "caption": "A train is full of of passengers as it pulls off from the station.",
        "negative_caption": "Passengers are full of a train as it pulls off from the station."
    },
    "619": {
        "filename": "000000338901.jpg",
        "caption": "a dog laying on a couch and covered with blankets ",
        "negative_caption": "Blankets laying on a couch and covered with a dog."
    },
    "620": {
        "filename": "000000132408.jpg",
        "caption": "Two brown horses pull a plow, steered by a man behind.",
        "negative_caption": "A man pulls a plow, steered by two brown horses in front."
    },
    "621": {
        "filename": "000000437351.jpg",
        "caption": "A young woman sits near three suitcases of luggage.",
        "negative_caption": "Three young women sit near a suitcase of luggage."
    },
    "622": {
        "filename": "000000166664.jpg",
        "caption": "A car on a road passes a standing elephant.",
        "negative_caption": "An elephant on a road passes a standing car."
    },
    "623": {
        "filename": "000000093965.jpg",
        "caption": "Two zebras are in a field and one is eating the grass. ",
        "negative_caption": "The grass is in a field and two zebras are eating it."
    },
    "624": {
        "filename": "000000011051.jpg",
        "caption": "A woman pinning a flower onto a man's blazer.",
        "negative_caption": "A man pinning a flower onto a woman's blazer."
    },
    "625": {
        "filename": "000000173371.jpg",
        "caption": "The pizza has small plates with various foods around it.",
        "negative_caption": "Small plates with various foods have a pizza around them."
    },
    "626": {
        "filename": "000000090062.jpg",
        "caption": "A black and white cow stands in a paddock with firewood in the background.",
        "negative_caption": "Firewood stands in a paddock with a black and white cow in the background."
    },
    "627": {
        "filename": "000000536073.jpg",
        "caption": "A blender, bottle, glass and cutting board with knife on a counter.",
        "negative_caption": "A cutting board, bottle, glass and blender with knife on a counter."
    },
    "628": {
        "filename": "000000458755.jpg",
        "caption": "A child places his hands on the head and neck of a sheep while another sheep looks at his face.",
        "negative_caption": "Another child places his hands on the head and neck of a sheep while a sheep looks at his face."
    },
    "629": {
        "filename": "000000281687.jpg",
        "caption": "A woman with a hand bag on a cell phone next to another woman.",
        "negative_caption": "A woman with a cell phone on a hand bag next to another woman."
    },
    "630": {
        "filename": "000000542127.jpg",
        "caption": "Two skiers on a ski slope doing a flip in mid air.",
        "negative_caption": "A ski slope with two flips in mid air by skiers."
    },
    "631": {
        "filename": "000000146498.jpg",
        "caption": "A street sign is in front of gravel, a sidewalk, and a fence.",
        "negative_caption": "Gravel is in front of a street sign, a sidewalk, and a fence."
    },
    "632": {
        "filename": "000000322574.jpg",
        "caption": "Bread in a paper bag on top of french fries in paper container with a drink on the side.",
        "negative_caption": "French fries in a paper bag on top of bread in paper container with a drink on the side."
    },
    "633": {
        "filename": "000000114049.jpg",
        "caption": "A group of people sitting and standing on top of a train.",
        "negative_caption": "A group of people standing and sitting inside a train."
    },
    "634": {
        "filename": "000000308587.jpg",
        "caption": "A few para-surfers on the water near a beach.",
        "negative_caption": "A few beach-goers on the para-surf near the water."
    },
    "635": {
        "filename": "000000482970.jpg",
        "caption": "A laptop computer sitting on a desk with a speaker.",
        "negative_caption": "A speaker sitting on a desk with a laptop computer."
    },
    "636": {
        "filename": "000000507667.jpg",
        "caption": "A map of the Boston subway printed on a statue of a cow.",
        "negative_caption": "A statue of a cow printed on a map of the Boston subway."
    },
    "637": {
        "filename": "000000396580.jpg",
        "caption": "A canoe in the water near grass and a house.",
        "negative_caption": "A house in the water near grass and a canoe."
    },
    "638": {
        "filename": "000000339870.jpg",
        "caption": "A church steeple is shown amidst telephone wires and lights. ",
        "negative_caption": "Telephone wires and lights are shown amidst a church steeple."
    },
    "639": {
        "filename": "000000308394.jpg",
        "caption": "A man sitting on a bench with a shopping bag next to him on a train.",
        "negative_caption": "A shopping bag sitting on a bench with a man next to it on a train."
    },
    "640": {
        "filename": "000000439854.jpg",
        "caption": "Skateboard rider doing a trick near a beach during sunset.",
        "negative_caption": "Beachgoers doing tricks on skateboards near a sunset."
    },
    "641": {
        "filename": "000000136600.jpg",
        "caption": "Three jars are on a desk above a laptop.",
        "negative_caption": "A laptop is on a desk above three jars."
    },
    "642": {
        "filename": "000000166747.jpg",
        "caption": "a horse walking on a small platform in front of a group of people",
        "negative_caption": "A group of people walking on a small platform in front of a horse."
    },
    "643": {
        "filename": "000000180101.jpg",
        "caption": "A boy getting ready to blow out birthday candles with a girl watching.",
        "negative_caption": "A girl getting ready to blow out birthday candles with a boy watching."
    },
    "644": {
        "filename": "000000197870.jpg",
        "caption": "A wooden park bench with a statue of a chicken under it.",
        "negative_caption": "A statue of a chicken with a wooden park bench under it."
    },
    "645": {
        "filename": "000000417632.jpg",
        "caption": "A man pours a drink of wine for two companions.",
        "negative_caption": "Two companions pour a drink of wine for a man."
    },
    "646": {
        "filename": "000000577584.jpg",
        "caption": "A large white bowl sits on a slide out shelf under a microwave.",
        "negative_caption": "A microwave sits on a slide out shelf under a large white bowl."
    },
    "647": {
        "filename": "000000274460.jpg",
        "caption": "a group of people on a beach with buildings in the background and surfboards in the  foreground",
        "negative_caption": "A group of surfboards on a beach with buildings in the background and people in the foreground."
    },
    "648": {
        "filename": "000000468501.jpg",
        "caption": "Two people using an interactive gaming system while a person observes them from a couch.",
        "negative_caption": "A person using an interactive gaming system while two people observe from a couch."
    },
    "649": {
        "filename": "000000279145.jpg",
        "caption": "A white cat sitting before a bench surrounded by plants in planters.",
        "negative_caption": "A white cat sitting before plants in planters surrounded by a bench."
    },
    "650": {
        "filename": "000000159458.jpg",
        "caption": "A dog rests on a bed in a bedroom where one person is also sitting.",
        "negative_caption": "One person rests on a bed in a bedroom where a dog is also sitting."
    },
    "651": {
        "filename": "000000091779.jpg",
        "caption": "Three sausages covered in various condiments side by side",
        "negative_caption": "Various sausages covered in three condiments side by side."
    },
    "652": {
        "filename": "000000153527.jpg",
        "caption": "Several pieces of wood lined up near a lot with several axes around.",
        "negative_caption": "Several axes lined up near a lot with several pieces of wood around."
    },
    "653": {
        "filename": "000000546011.jpg",
        "caption": "Three zebras standing together in a grassy field.",
        "negative_caption": "A grassy field with three zebras standing apart."
    },
    "654": {
        "filename": "000000148662.jpg",
        "caption": "A man is eating a loaded hot dog with people around him in a line.",
        "negative_caption": "People around him are eating loaded hot dogs in a line as a man watches."
    },
    "655": {
        "filename": "000000213605.jpg",
        "caption": "A congested road where different vehicles are running.",
        "negative_caption": "Different roads where a congested vehicle is running."
    },
    "656": {
        "filename": "000000303908.jpg",
        "caption": "A bench outside near a body of water during the day.",
        "negative_caption": "A body of water outside near a bench during the day."
    },
    "657": {
        "filename": "000000496722.jpg",
        "caption": "A post office box is on the side of a busy street.",
        "negative_caption": "A busy street is on the side of a post office box."
    },
    "658": {
        "filename": "000000166521.jpg",
        "caption": "A living room with two televisions decorated for the holiday.",
        "negative_caption": "Two televisions with holiday decorations in a living room."
    },
    "659": {
        "filename": "000000317433.jpg",
        "caption": "a couple of horses pull a contraption ",
        "negative_caption": "A contraption pulls a couple of horses."
    },
    "660": {
        "filename": "000000322895.jpg",
        "caption": "A living room that has a bunch of different couches.",
        "negative_caption": "Different living rooms that have a bunch of couches."
    },
    "661": {
        "filename": "000000580410.jpg",
        "caption": "a living room with a tray holding a laptop next to a couch ",
        "negative_caption": "A living room with a couch holding a laptop next to a tray."
    },
    "662": {
        "filename": "000000462629.jpg",
        "caption": "Kitchen appliances outside a building with yellow doors. ",
        "negative_caption": "Yellow appliances inside a building with kitchen doors."
    },
    "663": {
        "filename": "000000273711.jpg",
        "caption": "A table topped with plates, bowls and containers of food.",
        "negative_caption": "Containers of food topped with plates and bowls on a table."
    },
    "664": {
        "filename": "000000509403.jpg",
        "caption": "The dog runs near an adult who plays with two children.",
        "negative_caption": "An adult runs near a dog who plays with two children."
    },
    "665": {
        "filename": "000000243148.jpg",
        "caption": "A little child sits in the snow with skis.",
        "negative_caption": "Skis sit in the snow with a little child."
    },
    "666": {
        "filename": "000000436617.jpg",
        "caption": "A large group of people at a table.",
        "negative_caption": "A large group of tables with people sitting at them."
    },
    "667": {
        "filename": "000000173799.jpg",
        "caption": "Two people stand in front of a bunch of elephants ",
        "negative_caption": "A bunch of people stand in front of two elephants."
    },
    "668": {
        "filename": "000000098633.jpg",
        "caption": "A square, white cake sits on a round plate and is decorated with strawberries.",
        "negative_caption": "A round, white cake sits on a square plate and is decorated with strawberries."
    },
    "669": {
        "filename": "000000377368.jpg",
        "caption": "A bear shaped birthday cake with candles on a table.",
        "negative_caption": "Candles shaped like bears on a birthday cake table."
    },
    "670": {
        "filename": "000000405972.jpg",
        "caption": "An adult giraffe standing next to a small elephant.",
        "negative_caption": "A small giraffe standing next to an adult elephant."
    },
    "671": {
        "filename": "000000570782.jpg",
        "caption": "Three computers sit opened on top of the desk.",
        "negative_caption": "The desk sits opened on top of three computers."
    },
    "672": {
        "filename": "000000033638.jpg",
        "caption": "A man preparing food on a large old oven.",
        "negative_caption": "A large old oven preparing food with a man standing next to it."
    },
    "673": {
        "filename": "000000502229.jpg",
        "caption": "A city scape scene with a train yard in the foreground.",
        "negative_caption": "A train yard scene with a city scape in the foreground."
    },
    "674": {
        "filename": "000000498286.jpg",
        "caption": "a close up of a dog with a car in the back",
        "negative_caption": "A close up of a car with a dog in the back."
    },
    "675": {
        "filename": "000000567197.jpg",
        "caption": "An old picture of a building and trucks outside the building. ",
        "negative_caption": "An old picture of trucks and a building outside the trucks."
    },
    "676": {
        "filename": "000000516871.jpg",
        "caption": "Dishes filled with sushi, fruit, and vegetables on a table.",
        "negative_caption": "A table filled with sushi, fruit, and vegetables on dishes."
    },
    "677": {
        "filename": "000000471023.jpg",
        "caption": "A group of walkers are seen while passengers ride in a train.",
        "negative_caption": "A group of passengers are seen while walkers walk alongside the train."
    },
    "678": {
        "filename": "000000302030.jpg",
        "caption": "A white desk is covered with papers and has a silver lap top on it.",
        "negative_caption": "Papers are covered with a white desk and have a silver laptop on them."
    },
    "679": {
        "filename": "000000182202.jpg",
        "caption": "A vodafone sitting on a table next to a Mac laptop.",
        "negative_caption": "A Mac laptop sitting on a table next to a vodafone."
    },
    "680": {
        "filename": "000000061584.jpg",
        "caption": "a couple is sitting on a statue of a horse and some plants",
        "negative_caption": "Some plants are sitting on a statue of a horse and a couple."
    },
    "681": {
        "filename": "000000214224.jpg",
        "caption": "A sign with the word pub sits on a wall and underneath it on a table is a blender and three bottles of variety of alcohol and some flavoring.",
        "negative_caption": "A sign with the word pub sits on a table and underneath it on a wall is a blender and three bottles of variety of alcohol and some flavoring."
    },
    "682": {
        "filename": "000000348488.jpg",
        "caption": "A vase with a painting of a man riding a horse drawn carriage.",
        "negative_caption": "A man riding a horse drawn carriage with a vase of flowers."
    },
    "683": {
        "filename": "000000438862.jpg",
        "caption": "Several men are playing soccer on a field.",
        "negative_caption": "A field is being played on by several men."
    },
    "684": {
        "filename": "000000523957.jpg",
        "caption": "A skateboard going around cones in a skateboard competition. ",
        "negative_caption": "Cones going around a skateboard in a skateboard competition."
    },
    "685": {
        "filename": "000000186296.jpg",
        "caption": "The grey and white cat is beside a rubber show.",
        "negative_caption": "A rubber shoe is beside the grey and white cat."
    },
    "686": {
        "filename": "000000512657.jpg",
        "caption": "two people are playing a video game and a male is watching",
        "negative_caption": "A male is playing a video game and two people are watching."
    },
    "687": {
        "filename": "000000017029.jpg",
        "caption": "A dog catches a frisbee outside in the grass.",
        "negative_caption": "A frisbee catches a dog outside in the grass."
    },
    "688": {
        "filename": "000000155451.jpg",
        "caption": "A street scene photo taken under an overpass with a traffic light.",
        "negative_caption": "An overpass photo taken under a street scene with a traffic light."
    },
    "689": {
        "filename": "000000414676.jpg",
        "caption": "Clouds soar above a tall building on a sunny day.",
        "negative_caption": "A tall building soar above clouds on a sunny day."
    },
    "690": {
        "filename": "000000011813.jpg",
        "caption": "A camera with a computer is set up on a tripod",
        "negative_caption": "A computer with a camera is set up on a tripod."
    },
    "691": {
        "filename": "000000308753.jpg",
        "caption": "A cave in a rock wall near a body of water.",
        "negative_caption": "A cave in a body of water near a rock wall."
    },
    "692": {
        "filename": "000000563349.jpg",
        "caption": "A snowboarder is flying in the air over snow.",
        "negative_caption": "Snow is flying in the air over a snowboarder."
    },
    "693": {
        "filename": "000000577932.jpg",
        "caption": "A woman walking next to a man riding a pink bike.",
        "negative_caption": "A man walking next to a woman riding a pink bike."
    },
    "694": {
        "filename": "000000168458.jpg",
        "caption": "Flowers sit in a vase, on a table, beside a watering container.",
        "negative_caption": "Flowers sit in a watering container, on a table, beside a vase."
    },
    "695": {
        "filename": "000000196141.jpg",
        "caption": "A young man swinging a baseball bat in front of a catcher.",
        "negative_caption": "A catcher swinging a baseball bat in front of a young man."
    },
    "696": {
        "filename": "000000074058.jpg",
        "caption": "A sidewalk next to the outdoor sitting area of a restaurant.",
        "negative_caption": "An outdoor sitting area next to the sidewalk of a restaurant."
    },
    "697": {
        "filename": "000000569030.jpg",
        "caption": "a hose hooked up to a fire hydrant on a busy street",
        "negative_caption": "A fire hydrant hooked up to a hose on a busy street."
    },
    "698": {
        "filename": "000000229111.jpg",
        "caption": "A young boy holding a Nintendo Wii game controller next to a lego controller.",
        "negative_caption": "A young boy holding a lego controller next to a Nintendo Wii game controller."
    },
    "699": {
        "filename": "000000334521.jpg",
        "caption": "Two giraffes stare at a crane from behind a fence.",
        "negative_caption": "A crane stares at two giraffes from behind a fence."
    },
    "700": {
        "filename": "000000425221.jpg",
        "caption": "A person at an airport terminal with planed in view outside of the windows.",
        "negative_caption": "Planes at an airport terminal with a person in view outside of the windows."
    },
    "701": {
        "filename": "000000441491.jpg",
        "caption": "Three beautiful young ladies eating one slice of pizza.",
        "negative_caption": "One beautiful young lady eating three slices of pizza."
    },
    "702": {
        "filename": "000000073946.jpg",
        "caption": "Two men biting a surfboard with a shark on it. ",
        "negative_caption": "A shark biting a surfboard with two men on it."
    },
    "703": {
        "filename": "000000562207.jpg",
        "caption": "A group of people are standing next to an elephant emerging from the water.",
        "negative_caption": "An elephant is standing next to a group of people emerging from the water."
    },
    "704": {
        "filename": "000000213224.jpg",
        "caption": "A vase filled with flowers next to a smaller vase filled with even more flowers.",
        "negative_caption": "A smaller vase filled with flowers next to a larger vase filled with even more flowers."
    },
    "705": {
        "filename": "000000275058.jpg",
        "caption": "A windsurfer glides across choppy seas in the glistening sun. ",
        "negative_caption": "Choppy seas glide across a windsurfer in the glistening sun."
    },
    "706": {
        "filename": "000000537355.jpg",
        "caption": "A long fire plug stands some distance away from the building.",
        "negative_caption": "A long building stands some distance away from the fire plug."
    },
    "707": {
        "filename": "000000085665.jpg",
        "caption": "A brightly colored kite shaped like a fish flies in a clear sky,",
        "negative_caption": "A brightly colored fish shaped like a kite flies in a clear sky."
    },
    "708": {
        "filename": "000000424162.jpg",
        "caption": "a dog is pulling a woman on a bike",
        "negative_caption": "A woman is pulling a dog on a bike."
    },
    "709": {
        "filename": "000000006954.jpg",
        "caption": "A group of children sitting in the grass with two of them holding a Frisbee .",
        "negative_caption": "A group of Frisbees sitting in the grass with two of them holding children."
    },
    "710": {
        "filename": "000000423519.jpg",
        "caption": "A city bus drives down a quiet road.",
        "negative_caption": "A quiet bus drives down a city road."
    },
    "711": {
        "filename": "000000255917.jpg",
        "caption": "Traffic stopped at an intersection waiting for the light to turn green.",
        "negative_caption": "The light stopped at an intersection waiting for traffic to turn green."
    },
    "712": {
        "filename": "000000295713.jpg",
        "caption": "A statue is sitting on a bench and a woman sits on a cement block.",
        "negative_caption": "A woman is sitting on a bench and a statue sits on a cement block."
    },
    "713": {
        "filename": "000000256868.jpg",
        "caption": "a man films a skate boarder doing a trick ",
        "negative_caption": "A skate boarder films a man doing a trick."
    },
    "714": {
        "filename": "000000183391.jpg",
        "caption": "Man swinging tennis racket while group of people watches",
        "negative_caption": "Group of people swinging tennis racket while man watches."
    },
    "715": {
        "filename": "000000532530.jpg",
        "caption": "There is a map in the street of the city.",
        "negative_caption": "There is a street in the map of the city."
    },
    "716": {
        "filename": "000000133567.jpg",
        "caption": "A train is passing by while an onlooker is standing next to track.",
        "negative_caption": "An onlooker is passing by while a train is standing next to track."
    },
    "717": {
        "filename": "000000549674.jpg",
        "caption": "A computer desk topped with a laptop computer with two monitors.",
        "negative_caption": "Two monitors topped with a laptop computer on a computer desk."
    },
    "718": {
        "filename": "000000174371.jpg",
        "caption": "A woman in uniform shows something on her cell phone to a group of girls.",
        "negative_caption": "A group of girls in uniform show something on their cell phone to a woman."
    },
    "719": {
        "filename": "000000229221.jpg",
        "caption": "A cow stands in a field where other cows are lying down.",
        "negative_caption": "Other cows stand in a field where a cow is lying down."
    },
    "720": {
        "filename": "000000406570.jpg",
        "caption": "A couple of large piles of different fruits.",
        "negative_caption": "Different piles of large fruits."
    },
    "721": {
        "filename": "000000094157.jpg",
        "caption": "A group of people in a park with a tall clock tower in the background.",
        "negative_caption": "A tall clock tower in a park with a group of people in the background."
    },
    "722": {
        "filename": "000000192670.jpg",
        "caption": "A young boys is hitting a baseball while another young boy is playing catcher.",
        "negative_caption": "A young boys is playing catcher while another young boy is hitting a baseball."
    },
    "723": {
        "filename": "000000419312.jpg",
        "caption": "A dinner plate containing meat with gravy, carrots, bread, and cranberry sauce.",
        "negative_caption": "A dinner plate containing carrots with gravy, meat, bread, and cranberry sauce."
    },
    "724": {
        "filename": "000000340894.jpg",
        "caption": "Two computers on a large wooden computer desk.",
        "negative_caption": "A large wooden computer desk with two computer screens."
    },
    "725": {
        "filename": "000000375763.jpg",
        "caption": "a large group black faced sheep with one or two white faced sheep",
        "negative_caption": "a large group white faced sheep with one or two black faced sheep"
    },
    "726": {
        "filename": "000000554328.jpg",
        "caption": "A man wearing a white shirt and standing between two baseball players.",
        "negative_caption": "Two men wearing white shirts and standing on either side of a baseball player."
    },
    "727": {
        "filename": "000000174371.jpg",
        "caption": "A woman in a military uniform showing a cell phone to a group of girls.",
        "negative_caption": "A group of girls in military uniforms showing a cell phone to a woman."
    },
    "728": {
        "filename": "000000460347.jpg",
        "caption": "A bus and other cars driving down a multi-laned street .",
        "negative_caption": "Other buses and a car driving down a multi-laned street."
    },
    "729": {
        "filename": "000000324715.jpg",
        "caption": "An apple computer is on a table with supplies.",
        "negative_caption": "Supplies are on a table with an apple computer."
    }
}